const industry = [
  {
    'level': '1',
    'label': '农、林、牧、渔业',
    'remark': '本门类包括01～05大类',
    'children': [
      {
        'level': '2',
        'label': '农业',
        'remark': '指对各种农作物的种植',
        'children': [
          {
            'level': '3',
            'label': '谷物种植',
            'remark': '指以收获籽实为主的农作物的种植，包括稻谷、小麦、玉米等农作物的种植和作为饲料和工业原料的谷物的种植',
            'children': [
              {
                'level': '4',
                'label': '稻谷种植',
                'remark': '',
                'value': 'A_01_011_0111'
              },
              {
                'level': '4',
                'label': '小麦种植',
                'remark': '',
                'value': 'A_01_011_0112'
              },
              {
                'level': '4',
                'label': '玉米种植',
                'remark': '',
                'value': 'A_01_011_0113'
              },
              {
                'level': '4',
                'label': '其他谷物种植',
                'remark': '',
                'value': 'A_01_011_0119'
              }
            ],
            'value': 'A_01_011'
          },
          {
            'level': '3',
            'label': '豆类、油料和薯类种植',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '豆类种植',
                'remark': '',
                'value': 'A_01_012_0121'
              },
              {
                'level': '4',
                'label': '油料种植',
                'remark': '',
                'value': 'A_01_012_0122'
              },
              {
                'level': '4',
                'label': '薯类种植',
                'remark': '',
                'value': 'A_01_012_0123'
              }
            ],
            'value': 'A_01_012'
          },
          {
            'level': '3',
            'label': '棉、麻、糖、烟草种植',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '棉花种植',
                'remark': '',
                'value': 'A_01_013_0131'
              },
              {
                'level': '4',
                'label': '麻类种植',
                'remark': '',
                'value': 'A_01_013_0132'
              },
              {
                'level': '4',
                'label': '糖料种植',
                'remark': '指用于制糖的甘蔗和甜菜的种植',
                'value': 'A_01_013_0133'
              },
              {
                'level': '4',
                'label': '烟草种植',
                'remark': '',
                'value': 'A_01_013_0134'
              }
            ],
            'value': 'A_01_013'
          },
          {
            'level': '3',
            'label': '蔬菜、食用菌及园艺作物种植',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '蔬菜种植',
                'remark': '',
                'value': 'A_01_014_0141'
              },
              {
                'level': '4',
                'label': '食用菌种植',
                'remark': '',
                'value': 'A_01_014_0142'
              },
              {
                'level': '4',
                'label': '花卉种植',
                'remark': '',
                'value': 'A_01_014_0143'
              },
              {
                'level': '4',
                'label': '其他园艺作物种植',
                'remark': '',
                'value': 'A_01_014_0149'
              }
            ],
            'value': 'A_01_014'
          },
          {
            'level': '3',
            'label': '水果种植',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '仁果类和核果类水果种植',
                'remark': '指苹果、梨、桃、杏、李子等水果种植',
                'value': 'A_01_015_0151'
              },
              {
                'level': '4',
                'label': '葡萄种植',
                'remark': '',
                'value': 'A_01_015_0152'
              },
              {
                'level': '4',
                'label': '柑橘类种植',
                'remark': '',
                'value': 'A_01_015_0153'
              },
              {
                'level': '4',
                'label': '香蕉等亚热带水果种植',
                'remark': '指香蕉、菠萝、芒果等亚热带水果种植',
                'value': 'A_01_015_0154'
              },
              {
                'level': '4',
                'label': '其他水果种植',
                'remark': '',
                'value': 'A_01_015_0159'
              }
            ],
            'value': 'A_01_015'
          },
          {
            'level': '3',
            'label': '坚果、含油果、香料和饮料作物种植',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '坚果种植',
                'remark': '',
                'value': 'A_01_016_0161'
              },
              {
                'level': '4',
                'label': '含油果种植',
                'remark': '指油茶、橄榄、油棕榈、油桐籽、椰子等种植',
                'value': 'A_01_016_0162'
              },
              {
                'level': '4',
                'label': '香料作物种植',
                'remark': '',
                'value': 'A_01_016_0163'
              },
              {
                'level': '4',
                'label': '茶叶种植',
                'remark': '',
                'value': 'A_01_016_0164'
              },
              {
                'level': '4',
                'label': '其他饮料作物种植',
                'remark': '',
                'value': 'A_01_016_0169'
              }
            ],
            'value': 'A_01_016'
          },
          {
            'level': '3',
            'label': '中药材种植',
            'remark': '指主要用于中药配制以及中成药加工的药材作物的种植',
            'children': [
              {
                'level': '4',
                'label': '中草药种植',
                'remark': '指主要用于中药配制以及中成药加工的各种中草药材作物的种植',
                'value': 'A_01_017_0171'
              },
              {
                'level': '4',
                'label': '其他中药材种植',
                'remark': '',
                'value': 'A_01_017_0179'
              }
            ],
            'value': 'A_01_017'
          },
          {
            'level': '3',
            'label': '草种植及割草',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '草种植',
                'remark': '指人工种植收获牧草',
                'value': 'A_01_018_0181'
              },
              {
                'level': '4',
                'label': '天然草原割草',
                'remark': '指天然草原刈割收获牧草',
                'value': 'A_01_018_0182'
              }
            ],
            'value': 'A_01_018'
          }
        ],
        'value': 'A_01'
      },
      {
        'level': '2',
        'label': '林业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '林木育种和育苗',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '林木育种',
                'remark': '指应用遗传学原理选育、繁殖林木良种和繁殖林木新品种核心的栽植材料的林木遗传改良活动',
                'value': 'A_02_021_0211'
              },
              {
                'level': '4',
                'label': '林木育苗',
                'remark': '指通过人为活动将种子、穗条或植物其他组织培育成苗木的活动',
                'value': 'A_02_021_0212'
              }
            ],
            'value': 'A_02_021'
          },
          {
            'level': '3',
            'label': '森林经营、管护和改培',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '森林经营和管护',
                'remark': '指为促进林木生长发育，在林木生长的不同时期进行的促进林木生长发育的活动',
                'value': 'A_02_023_0231'
              },
              {
                'level': '4',
                'label': '森林改培',
                'remark': '指为调整林分结构和树种组成，形成密度合理、物种丰富、功能完备的优质、高产、高效林而采取林分抚育、补植、补播等人工措施的活动',
                'value': 'A_02_023_0232'
              }
            ],
            'value': 'A_02_023'
          },
          {
            'level': '3',
            'label': '木材和竹材采运',
            'remark': '指对林木和竹木的采伐，并将其运出山场至贮木场的生产活动',
            'children': [
              {
                'level': '4',
                'label': '木材采运',
                'remark': '',
                'value': 'A_02_024_0241'
              },
              {
                'level': '4',
                'label': '竹材采运',
                'remark': '',
                'value': 'A_02_024_0242'
              }
            ],
            'value': 'A_02_024'
          },
          {
            'level': '3',
            'label': '林产品采集',
            'remark': '指在天然林地和人工林地进行的各种林木产品和其他野生植物的采集等活动',
            'children': [
              {
                'level': '4',
                'label': '木竹材林产品采集',
                'remark': '',
                'value': 'A_02_025_0251'
              },
              {
                'level': '4',
                'label': '非木竹材林产品采集',
                'remark': '指在天然林地和人工林地进行的除木材、竹材产品外的其他各种林产品的采集活动',
                'value': 'A_02_025_0252'
              }
            ],
            'value': 'A_02_025'
          }
        ],
        'value': 'A_02'
      },
      {
        'level': '2',
        'label': '畜牧业',
        'remark': '指为了获得各种畜禽产品而从事的动物饲养、捕捉活动',
        'children': [
          {
            'level': '3',
            'label': '牲畜饲养',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '牛的饲养',
                'remark': '',
                'value': 'A_03_031_0311'
              },
              {
                'level': '4',
                'label': '马的饲养',
                'remark': '',
                'value': 'A_03_031_0312'
              },
              {
                'level': '4',
                'label': '猪的饲养',
                'remark': '',
                'value': 'A_03_031_0313'
              },
              {
                'level': '4',
                'label': '羊的饲养',
                'remark': '',
                'value': 'A_03_031_0314'
              },
              {
                'level': '4',
                'label': '骆驼饲养',
                'remark': '',
                'value': 'A_03_031_0315'
              },
              {
                'level': '4',
                'label': '其他牲畜饲养',
                'remark': '',
                'value': 'A_03_031_0319'
              }
            ],
            'value': 'A_03_031'
          },
          {
            'level': '3',
            'label': '家禽饲养',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '鸡的饲养',
                'remark': '',
                'value': 'A_03_032_0321'
              },
              {
                'level': '4',
                'label': '鸭的饲养',
                'remark': '',
                'value': 'A_03_032_0322'
              },
              {
                'level': '4',
                'label': '鹅的饲养',
                'remark': '',
                'value': 'A_03_032_0323'
              },
              {
                'level': '4',
                'label': '其他家禽饲养',
                'remark': '',
                'value': 'A_03_032_0329'
              }
            ],
            'value': 'A_03_032'
          },
          {
            'level': '3',
            'label': '其他畜牧业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '兔的饲养',
                'remark': '',
                'value': 'A_03_039_0391'
              },
              {
                'level': '4',
                'label': '蜜蜂饲养',
                'remark': '',
                'value': 'A_03_039_0392'
              },
              {
                'level': '4',
                'label': '其他未列明畜牧业',
                'remark': '',
                'value': 'A_03_039_0399'
              }
            ],
            'value': 'A_03_039'
          }
        ],
        'value': 'A_03'
      },
      {
        'level': '2',
        'label': '渔业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '水产养殖',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '海水养殖',
                'remark': '指利用海水对各种水生动植物的养殖',
                'value': 'A_04_041_0411'
              },
              {
                'level': '4',
                'label': '内陆养殖',
                'remark': '指在内陆水域进行的各种水生动植物的养殖',
                'value': 'A_04_041_0412'
              }
            ],
            'value': 'A_04_041'
          },
          {
            'level': '3',
            'label': '水产捕捞',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '海水捕捞',
                'remark': '指在海洋中对各种天然水生动植物的捕捞',
                'value': 'A_04_042_0421'
              },
              {
                'level': '4',
                'label': '内陆捕捞',
                'remark': '指在内陆水域对各种天然水生动植物的捕捞',
                'value': 'A_04_042_0422'
              }
            ],
            'value': 'A_04_042'
          }
        ],
        'value': 'A_04'
      },
      {
        'level': '2',
        'label': '农、林、牧、渔专业及辅助性活动',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '农业专业及辅助性活动',
            'remark': '指对农业提供的各种专业及辅助性生产活动，不包括各种科学技术和专业技术服务',
            'children': [
              {
                'level': '4',
                'label': '种子种苗培育活动',
                'remark': '',
                'value': 'A_05_051_0511'
              },
              {
                'level': '4',
                'label': '农业机械活动',
                'remark': '指为农业生产提供农业机械并配备操作人员的活动',
                'value': 'A_05_051_0512'
              },
              {
                'level': '4',
                'label': '灌溉活动',
                'remark': '指对农业生产灌溉排水系统的经营与管理',
                'value': 'A_05_051_0513'
              },
              {
                'level': '4',
                'label': '农产品初加工活动',
                'remark': '指对各种农产品（包括天然橡胶、纺织纤维原料）进行脱水、凝固、打蜡、去籽、净化、分类、晒干、剥皮、初烤、沤软或大批包装以提供初级市场的服务，以及其他农产品的初加工；其中棉花等纺织纤维原料加工指对棉纤维、短绒剥离后的棉籽以及棉花秸秆、铃壳等副产品的综合加工和利用活动',
                'value': 'A_05_051_0514'
              },
              {
                'level': '4',
                'label': '农作物病虫害防治活动',
                'remark': '指从事农作物重大病虫害防治等活动',
                'value': 'A_05_051_0515'
              },
              {
                'level': '4',
                'label': '其他农业专业及辅助性活动',
                'remark': '指代耕代种代收、大田托管等其他农业活动',
                'value': 'A_05_051_0519'
              }
            ],
            'value': 'A_05_051'
          },
          {
            'level': '3',
            'label': '林业专业及辅助性活动',
            'remark': '指为林业生产提供的林业有害生物防治、林地防火等各种辅助性活动',
            'children': [
              {
                'level': '4',
                'label': '林业有害生物防治活动',
                'remark': '',
                'value': 'A_05_052_0521'
              },
              {
                'level': '4',
                'label': '森林防火活动',
                'remark': '',
                'value': 'A_05_052_0522'
              },
              {
                'level': '4',
                'label': '林产品初级加工活动',
                'remark': '指对各种林产品进行去皮、打枝或去料、净化、初包装提供至贮木场或初级加工活动',
                'value': 'A_05_052_0523'
              },
              {
                'level': '4',
                'label': '其他林业专业及辅助性活动',
                'remark': '',
                'value': 'A_05_052_0529'
              }
            ],
            'value': 'A_05_052'
          },
          {
            'level': '3',
            'label': '畜牧专业及辅助性活动',
            'remark': '指提供牲畜繁殖、圈舍清理、畜产品生产、初级加工、动物免疫接种、标识佩戴和动物诊疗等活动',
            'children': [
              {
                'level': '4',
                'label': '畜牧良种繁殖活动',
                'remark': '',
                'value': 'A_05_053_0531'
              },
              {
                'level': '4',
                'label': '畜禽粪污处理活动',
                'remark': '',
                'value': 'A_05_053_0532'
              },
              {
                'level': '4',
                'label': '其他畜牧专业及辅助性活动',
                'remark': '',
                'value': 'A_05_053_0539'
              }
            ],
            'value': 'A_05_053'
          },
          {
            'level': '3',
            'label': '渔业专业及辅助性活动',
            'remark': '指对渔业生产提供的各种活动，包括鱼苗及鱼种场、水产良种场和水产增殖场等活动',
            'children': [
              {
                'level': '4',
                'label': '鱼苗及鱼种场活动',
                'remark': '',
                'value': 'A_05_054_0541'
              },
              {
                'level': '4',
                'label': '其他渔业专业及辅助性活动',
                'remark': '',
                'value': 'A_05_054_0549'
              }
            ],
            'value': 'A_05_054'
          }
        ],
        'value': 'A_05'
      }
    ],
    'value': 'A'
  },
  {
    'level': '1',
    'label': '采矿业',
    'remark': '本类包括06～12大类，采矿业指对固体（如煤和矿物）、液体（如原油）或气体（如天然气）等自然产生的矿物的采掘；包括地下或地上采掘、矿井的运行，以及一般在矿址或矿址附近从事的旨在加工原材料的所有辅助性工作，例如碾磨、选矿和处理，均属本类活动；还包括使原料得以销售所需的准备工作；不包括水的蓄集、净化和分配，以及地质勘查、建筑工程活动',
    'children': [
      {
        'level': '2',
        'label': '煤炭开采和洗选业',
        'remark': '指对各种煤炭的开采、洗选、分级等生产活动；不包括煤制品的生产和煤炭勘探活动 ',
        'value': 'B_06'
      },
      {
        'level': '2',
        'label': '石油和天然气开采业',
        'remark': '指在陆地或海洋，对天然原油、液态或气态天然气的开采，对煤矿瓦斯气（煤层气）的开采；为运输目的所进行的天然气液化和从天然气田气体中生产液化烃的活动，还包括对含沥青的页岩或油母页岩矿的开采，以及对焦油沙矿进行的同类作业',
        'children': [
          {
            'level': '3',
            'label': '石油开采',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '陆地石油开采',
                'remark': '',
                'value': 'B_07_071_0711'
              },
              {
                'level': '4',
                'label': '海洋石油开采',
                'remark': '',
                'value': 'B_07_071_0712'
              }
            ],
            'value': 'B_07_071'
          },
          {
            'level': '3',
            'label': '天然气开采',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '陆地天然气开采',
                'remark': '',
                'value': 'B_07_072_0721'
              },
              {
                'level': '4',
                'label': '海洋天然气及可燃冰开采',
                'remark': '',
                'value': 'B_07_072_0722'
              }
            ],
            'value': 'B_07_072'
          }
        ],
        'value': 'B_07'
      },
      {
        'level': '2',
        'label': '黑色金属矿采选业',
        'remark': '',
        'value': 'B_08'
      },
      {
        'level': '2',
        'label': '有色金属矿采选业',
        'remark': '指对常用有色金属矿、贵金属矿，以及稀有稀土金属矿的开采、选矿活动，包括深海有色金属矿开采',
        'children': [
          {
            'level': '3',
            'label': '常用有色金属矿采选',
            'remark': '指对铜、铅锌、镍钴、锡、锑、铝、镁、汞、镉、铋等常用有色金属矿的采选',
            'children': [
              {
                'level': '4',
                'label': '铜矿采选',
                'remark': '',
                'value': 'B_09_091_0911'
              },
              {
                'level': '4',
                'label': '铅锌矿采选',
                'remark': '',
                'value': 'B_09_091_0912'
              },
              {
                'level': '4',
                'label': '镍钴矿采选',
                'remark': '',
                'value': 'B_09_091_0913'
              },
              {
                'level': '4',
                'label': '锡矿采选',
                'remark': '',
                'value': 'B_09_091_0914'
              },
              {
                'level': '4',
                'label': '锑矿采选',
                'remark': '',
                'value': 'B_09_091_0915'
              },
              {
                'level': '4',
                'label': '铝矿采选',
                'remark': '',
                'value': 'B_09_091_0916'
              },
              {
                'level': '4',
                'label': '镁矿采选',
                'remark': '',
                'value': 'B_09_091_0917'
              },
              {
                'level': '4',
                'label': '其他常用有色金属矿采选',
                'remark': '',
                'value': 'B_09_091_0919'
              }
            ],
            'value': 'B_09_091'
          },
          {
            'level': '3',
            'label': '贵金属矿采选',
            'remark': '指对在地壳中含量极少的金、银和铂族元素（铂、铱、锇、钌、钯、铑）矿的采选',
            'children': [
              {
                'level': '4',
                'label': '金矿采选',
                'remark': '',
                'value': 'B_09_092_0921'
              },
              {
                'level': '4',
                'label': '银矿采选',
                'remark': '',
                'value': 'B_09_092_0922'
              },
              {
                'level': '4',
                'label': '其他贵金属矿采选',
                'remark': '',
                'value': 'B_09_092_0929'
              }
            ],
            'value': 'B_09_092'
          },
          {
            'level': '3',
            'label': '稀有稀土金属矿采选',
            'remark': '指对在自然界中含量较小，分布稀散或难以从原料中提取，以及研究和使用较晚的金属矿开采、精选',
            'children': [
              {
                'level': '4',
                'label': '钨钼矿采选',
                'remark': '',
                'value': 'B_09_093_0931'
              },
              {
                'level': '4',
                'label': '稀土金属矿采选',
                'remark': '指镧系金属及与镧系金属性质相近的金属矿的采选',
                'value': 'B_09_093_0932'
              },
              {
                'level': '4',
                'label': '放射性金属矿采选',
                'remark': '指对主要含钍和铀的矿石开采，以及对这类矿石的精选',
                'value': 'B_09_093_0933'
              },
              {
                'level': '4',
                'label': '其他稀有金属矿采选',
                'remark': '指对稀有轻金属矿、稀有高熔点金属矿、稀散金属矿采选活动，以及其他稀有金属矿的采选',
                'value': 'B_09_093_0939'
              }
            ],
            'value': 'B_09_093'
          }
        ],
        'value': 'B_09'
      },
      {
        'level': '2',
        'label': '非金属矿采选业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '土砂石开采',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '石灰石、石膏开采',
                'remark': '指对石灰、石膏，以及石灰石助熔剂的开采',
                'value': 'B_10_101_1011'
              },
              {
                'level': '4',
                'label': '建筑装饰用石开采',
                'remark': '指通常在采石场切制加工各种纪念碑及建筑用石料的活动',
                'value': 'B_10_101_1012'
              },
              {
                'level': '4',
                'label': '耐火土石开采',
                'remark': '',
                'value': 'B_10_101_1013'
              },
              {
                'level': '4',
                'label': '粘土及其他土砂石开采',
                'remark': '指用于建筑、陶瓷等方面的粘土开采，以及用于铺路和建筑材料的石料、石渣、砂的开采',
                'value': 'B_10_101_1019'
              }
            ],
            'value': 'B_10_101'
          },
          {
            'level': '3',
            'label': '石棉及其他非金属矿采选',
            'remark': '指对石棉、石墨、贵重宝石、金刚石、天然磨料及其他矿石的开采',
            'children': [
              {
                'level': '4',
                'label': '石棉、云母矿采选',
                'remark': '',
                'value': 'B_10_109_1091'
              },
              {
                'level': '4',
                'label': '石墨、滑石采选',
                'remark': '指对天然石墨、滑石的开采',
                'value': 'B_10_109_1092'
              },
              {
                'level': '4',
                'label': '宝石、玉石采选',
                'remark': '指对贵重宝石、玉石、彩石的开采',
                'value': 'B_10_109_1093'
              },
              {
                'level': '4',
                'label': '其他未列明非金属矿采选',
                'remark': '',
                'value': 'B_10_109_1099'
              }
            ],
            'value': 'B_10_109'
          }
        ],
        'value': 'B_10'
      },
      {
        'level': '2',
        'label': '开采专业及辅助性活动',
        'remark': '指为煤炭、石油和天然气等矿物开采提供的活动',
        'value': 'B_11'
      },
      {
        'level': '2',
        'label': '其他采矿业',
        'remark': '',
        'value': 'B_12'
      }
    ],
    'value': 'B'
  },
  {
    'level': '1',
    'label': '制造业',
    'remark': '本门类包括13～43大类，指经物理变化或化学变化后成为新的产品，不论是动力机械制造或手工制作，也不论产品是批发销售或零售，均视为制造；建筑物中的各种制成品、零部件的生产应视为制造，但在建筑预制品工地，把主要部件组装成桥梁、仓库设备、铁路与高架公路、升降机与电梯、管道设备、喷水设备、暖气设备、通风设备与空调设备，照明与安装电线等组装活动，以及建筑物的装置，均列为建筑活动；本门类包括机电产品的再制造，指将废旧汽车零部件、工程机械、机床等进行专业化修复的批量化生产过程，再制造的产品达到与原有新产品相同的质量和性能',
    'children': [
      {
        'level': '2',
        'label': '农副食品加工业',
        'remark': '指直接以农、林、牧、渔业产品为原料进行的谷物磨制、饲料加工、植物油和制糖加工、屠宰及肉类加工、水产品加工，以及蔬菜、水果和坚果等食品的加工',
        'children': [
          {
            'level': '3',
            'label': '谷物磨制',
            'remark': '也称粮食加工，指将稻谷、小麦、玉米、谷子、高粱等谷物去壳、碾磨，加工为成品粮的生产活动',
            'children': [
              {
                'level': '4',
                'label': '稻谷加工',
                'remark': '指将稻谷去壳、碾磨成大米的生产活动',
                'value': 'C_13_131_1311'
              },
              {
                'level': '4',
                'label': '小麦加工',
                'remark': '指将小麦碾磨成小麦粉的生产活动',
                'value': 'C_13_131_1312'
              },
              {
                'level': '4',
                'label': '玉米加工',
                'remark': '指将玉米碾碎或碾磨成玉米碴或玉米粉的生产活动，不含以玉米为原料的饲料加工、淀粉及淀粉制品制造、酒精制造等',
                'value': 'C_13_131_1313'
              },
              {
                'level': '4',
                'label': '杂粮加工',
                'remark': '指将谷子、高粱、绿豆、红小豆等小宗谷类、豆类作物进行清理去壳、碾磨，加工为成品粮的生产活动',
                'value': 'C_13_131_1314'
              },
              {
                'level': '4',
                'label': '其他谷物磨制',
                'remark': '',
                'value': 'C_13_131_1319'
              }
            ],
            'value': 'C_13_131'
          },
          {
            'level': '3',
            'label': '饲料加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '宠物饲料加工',
                'remark': '指专门为合法饲养的猫、狗、鱼、鸟等小动物提供食物的加工',
                'value': 'C_13_132_1321'
              },
              {
                'level': '4',
                'label': '其他饲料加工',
                'remark': '指适用于农场、农户饲养牲畜、家禽、水产品的饲料生产加工和用低值水产品及水产品加工废弃物（如鱼骨、内脏、虾壳）等为主要原料的饲料加工',
                'value': 'C_13_132_1329'
              }
            ],
            'value': 'C_13_132'
          },
          {
            'level': '3',
            'label': '植物油加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '食用植物油加工',
                'remark': '指用各种食用植物油料生产油脂，以及精制食用油的加工',
                'value': 'C_13_133_1331'
              },
              {
                'level': '4',
                'label': '非食用植物油加工',
                'remark': '指用各种非食用植物油料生产油脂的活动',
                'value': 'C_13_133_1332'
              }
            ],
            'value': 'C_13_133'
          },
          {
            'level': '3',
            'label': '屠宰及肉类加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '牲畜屠宰',
                'remark': '指对各种牲畜进行宰杀，以及鲜肉冷冻等保鲜活动，但不包括商业冷藏活动',
                'value': 'C_13_135_1351'
              },
              {
                'level': '4',
                'label': '禽类屠宰',
                'remark': '指对各种禽类进行宰杀，以及鲜肉冷冻等保鲜活动，但不包括商业冷藏活动',
                'value': 'C_13_135_1352'
              },
              {
                'level': '4',
                'label': '肉制品及副产品加工',
                'remark': '指主要以各种畜、禽肉及畜、禽副产品为原料加工成熟肉制品',
                'value': 'C_13_135_1353'
              }
            ],
            'value': 'C_13_135'
          },
          {
            'level': '3',
            'label': '水产品加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '水产品冷冻加工',
                'remark': '指为了保鲜，将海水、淡水养殖或捕捞的鱼类、虾类、甲壳类、贝类、藻类等水生动物或植物进行的冷冻加工，但不包括商业冷藏活动',
                'value': 'C_13_136_1361'
              },
              {
                'level': '4',
                'label': '鱼糜制品及水产品干腌制加工',
                'remark': '指鱼糜制品制造，以及水产品的干制、腌制等加工活动',
                'value': 'C_13_136_1362'
              },
              {
                'level': '4',
                'label': '鱼油提取及制品制造',
                'remark': '指从鱼或鱼肝中提取油脂，并生产制品的活动',
                'value': 'C_13_136_1363'
              },
              {
                'level': '4',
                'label': '其他水产品加工',
                'remark': '指对水生动植物进行的其他加工',
                'value': 'C_13_136_1369'
              }
            ],
            'value': 'C_13_136'
          },
          {
            'level': '3',
            'label': '蔬菜、菌类、水果和坚果加工',
            'remark': '指用脱水、干制、冷藏、冷冻、腌制等方法，对蔬菜、菌类、水果、坚果的加工',
            'children': [
              {
                'level': '4',
                'label': '蔬菜加工',
                'remark': '',
                'value': 'C_13_137_1371'
              },
              {
                'level': '4',
                'label': '食用菌加工',
                'remark': '',
                'value': 'C_13_137_1372'
              },
              {
                'level': '4',
                'label': '水果和坚果加工',
                'remark': '',
                'value': 'C_13_137_1373'
              }
            ],
            'value': 'C_13_137'
          },
          {
            'level': '3',
            'label': '其他农副食品加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '淀粉及淀粉制品制造',
                'remark': '指用玉米、薯类、豆类及其他植物原料制作淀粉和淀粉制品的生产；还包括以淀粉为原料，经酶法或酸法转换得到的糖品生产活动',
                'value': 'C_13_139_1391'
              },
              {
                'level': '4',
                'label': '豆制品制造',
                'remark': '指以大豆、小豆、绿豆、豌豆、蚕豆等豆类为主要原料，经加工制成食品的活动',
                'value': 'C_13_139_1392'
              },
              {
                'level': '4',
                'label': '蛋品加工',
                'remark': '',
                'value': 'C_13_139_1393'
              },
              {
                'level': '4',
                'label': '其他未列明农副食品加工',
                'remark': '',
                'value': 'C_13_139_1399'
              }
            ],
            'value': 'C_13_139'
          }
        ],
        'value': 'C_13'
      },
      {
        'level': '2',
        'label': '食品制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '焙烤食品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '糕点、面包制造',
                'remark': '指用米粉、小麦粉、豆粉为主要原料，配以辅料，经成型、油炸、烤制而成的各种食品生产活动',
                'value': 'C_14_141_1411'
              },
              {
                'level': '4',
                'label': '饼干及其他焙烤食品制造',
                'remark': '指以小麦粉（或糯米粉）、糖和油脂为主要原料，配以奶制品、蛋制品等辅料，经成型、焙烤制成的各种饼干，以及用薯类、谷类、豆类等制作的各种易于保存、食用方便的焙烤食品生产活动',
                'value': 'C_14_141_1419'
              }
            ],
            'value': 'C_14_141'
          },
          {
            'level': '3',
            'label': '糖果、巧克力及蜜饯制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '糖果、巧克力制造',
                'remark': '糖果制造指以砂糖、葡萄糖浆或饴糖为主要原料，加入油脂、乳品、胶体、果仁、香料、食用色素等辅料制成甜味块状食品的生产活动；巧克力制造指以浆状、粉状或块状可可、可可脂、可可酱、砂糖、乳品等为主要原料加工制成巧克力及巧克力制品的生产活动',
                'value': 'C_14_142_1421'
              },
              {
                'level': '4',
                'label': '蜜饯制作',
                'remark': '指以水果、坚果、果皮及植物的其他部分制作糖果蜜饯的活动',
                'value': 'C_14_142_1422'
              }
            ],
            'value': 'C_14_142'
          },
          {
            'level': '3',
            'label': '方便食品制造',
            'remark': '指以米、小麦粉、杂粮等为主要原料加工制成，只需简单烹制即可作为主食，具有食用简便、携带方便，易于储藏等特点的食品制造',
            'children': [
              {
                'level': '4',
                'label': '米、面制品制造',
                'remark': '指以大米、小麦粉、杂粮等为主要原料，经加工制成各种未经蒸煮类米面制品的生产活动',
                'value': 'C_14_143_1431'
              },
              {
                'level': '4',
                'label': '速冻食品制造',
                'remark': '指以米、小麦粉、杂粮等为主要原料，以肉类、蔬菜等为辅料，经加工制成各类烹制或未烹制的主食食品后，立即采用速冻工艺制成的，并可以在冻结条件下运输储存及销售的各类主食食品的生产活动',
                'value': 'C_14_143_1432'
              },
              {
                'level': '4',
                'label': '方便面制造',
                'remark': '',
                'value': 'C_14_143_1433'
              },
              {
                'level': '4',
                'label': '其他方便食品制造',
                'remark': '指用米、杂粮等为主要原料加工制成的，可以直接食用或只需简单蒸煮即可作为主食的各种方便主食食品的生产活动，以及其他未列明的方便食品制造',
                'value': 'C_14_143_1439'
              }
            ],
            'value': 'C_14_143'
          },
          {
            'level': '3',
            'label': '乳制品制造',
            'remark': '指以生鲜牛（羊）乳及其制品为主要原料，经加工制成的液体乳及固体乳（乳粉、炼乳、乳脂肪、干酪等）制品的生产活动；不包括含乳饮料和植物蛋白饮料生产活动',
            'children': [
              {
                'level': '4',
                'label': '液体乳制造',
                'remark': '',
                'value': 'C_14_144_1441'
              },
              {
                'level': '4',
                'label': '乳粉制造',
                'remark': '',
                'value': 'C_14_144_1442'
              },
              {
                'level': '4',
                'label': '其他乳制品制造',
                'remark': '',
                'value': 'C_14_144_1449'
              }
            ],
            'value': 'C_14_144'
          },
          {
            'level': '3',
            'label': '罐头食品制造',
            'remark': '指将符合要求的原料经处理、分选、修整、烹调（或不经烹调）、装罐、密封、杀菌、冷却（或无菌包装）等罐头生产工艺制成的，达到商业无菌要求，并可以在常温下储存的罐头食品的制造',
            'children': [
              {
                'level': '4',
                'label': '肉、禽类罐头制造',
                'remark': '',
                'value': 'C_14_145_1451'
              },
              {
                'level': '4',
                'label': '水产品罐头制造',
                'remark': '',
                'value': 'C_14_145_1452'
              },
              {
                'level': '4',
                'label': '蔬菜、水果罐头制造',
                'remark': '',
                'value': 'C_14_145_1453'
              },
              {
                'level': '4',
                'label': '其他罐头食品制造',
                'remark': '指婴幼儿辅助食品类罐头、米面食品类罐头（如八宝粥罐头等）及上述未列明的罐头食品制造',
                'value': 'C_14_145_1459'
              }
            ],
            'value': 'C_14_145'
          },
          {
            'level': '3',
            'label': '调味品、发酵制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '味精制造',
                'remark': '指以淀粉或糖蜜为原料，经微生物发酵、提取、精制等工序制成的，谷氨酸钠含量在80％及以上的鲜味剂的生产活动',
                'value': 'C_14_146_1461'
              },
              {
                'level': '4',
                'label': '酱油、食醋及类似制品制造',
                'remark': '指以大豆和（或）脱脂大豆，小麦和（或）麸皮为原料，经微生物发酵制成的各种酱油和酱类制品，以及以单独或混合使用各种含有淀粉、糖的物料或酒精，经微生物发酵酿制的酸性调味品的生产活动',
                'value': 'C_14_146_1462'
              },
              {
                'level': '4',
                'label': '其他调味品、发酵制品制造',
                'remark': '',
                'value': 'C_14_146_1469'
              }
            ],
            'value': 'C_14_146'
          },
          {
            'level': '3',
            'label': '其他食品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '营养食品制造',
                'remark': '指以新食品原料和其他富含营养成分的传统食材为原料，经各种常规食品制造技术生产的特殊医学用途配方食品、婴幼儿配方食品和其他适用于特定人群的主辅食品的生产活动',
                'value': 'C_14_149_1491'
              },
              {
                'level': '4',
                'label': '保健食品制造',
                'remark': '指标明具有特定保健功能的食品，适用于特定人群食用，具有调节机体功能，不以治疗为目的，对人体不产生急性、亚急性或慢性危害，以补充维生素、矿物质为目的的营养素补充等保健食品制造',
                'value': 'C_14_149_1492'
              },
              {
                'level': '4',
                'label': '冷冻饮品及食用冰制造',
                'remark': '指以砂糖、乳制品、豆制品、蛋制品、油脂、果料和食用添加剂等经混合配制、加热杀菌、均质、老化、冻结（凝冻）而成的冷食饮品的制造，以及食用冰的制造',
                'value': 'C_14_149_1493'
              },
              {
                'level': '4',
                'label': '盐加工',
                'remark': '指以原盐为原料，经过化卤、蒸发、洗涤、粉碎、干燥、脱水、筛分等工序，或在其中添加碘酸钾及调味品等加工制成盐产品的生产活动',
                'value': 'C_14_149_1494'
              },
              {
                'level': '4',
                'label': '食品及饲料添加剂制造',
                'remark': '指增加或改善食品特色的化学品，以及补充动物饲料的营养成分和促进生长、防治疫病的制剂的生产活动',
                'value': 'C_14_149_1495'
              },
              {
                'level': '4',
                'label': '其他未列明食品制造',
                'remark': '',
                'value': 'C_14_149_1499'
              }
            ],
            'value': 'C_14_149'
          }
        ],
        'value': 'C_14'
      },
      {
        'level': '2',
        'label': '酒、饮料和精制茶制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '酒的制造',
            'remark': '指酒精、白酒、啤酒及其专用麦芽、黄酒、葡萄酒、果酒、配制酒以及其他酒的生产',
            'children': [
              {
                'level': '4',
                'label': '酒精制造',
                'remark': '指用玉米、小麦、薯类等淀粉质原料或用糖蜜等含糖质原料，经蒸煮、糖化、发酵及蒸馏等工艺制成的酒精产品的生产活动',
                'value': 'C_15_151_1511'
              },
              {
                'level': '4',
                'label': '白酒制造',
                'remark': '指以高粱等粮谷为主要原料，以大曲、小曲或麸曲及酒母等为糖化发酵剂，经蒸煮、糖化、发酵、蒸馏、陈酿、勾兑而制成的蒸馏酒产品的生产活动',
                'value': 'C_15_151_1512'
              },
              {
                'level': '4',
                'label': '啤酒制造',
                'remark': '指以麦芽（包括特种麦芽）、水为主要原料，加啤酒花，经酵母发酵酿制而成，含二氧化碳、起泡、低酒精度的发酵酒产品（包括无醇啤酒，也称脱醇啤酒）的生产活动，以及啤酒专用原料麦芽的生产活动',
                'value': 'C_15_151_1513'
              },
              {
                'level': '4',
                'label': '黄酒制造',
                'remark': '指以稻米、黍米、黑米、小麦、玉米等为主要原料，加曲、酵母等糖化发酵剂发酵酿制而成的发酵酒产品的生产活动',
                'value': 'C_15_151_1514'
              },
              {
                'level': '4',
                'label': '葡萄酒制造',
                'remark': '指以新鲜葡萄或葡萄汁为原料，经全部或部分发酵酿制而成，含有一定酒精度的发酵酒产品的生产活动',
                'value': 'C_15_151_1515'
              },
              {
                'level': '4',
                'label': '其他酒制造',
                'remark': '指除葡萄酒以外的果酒、配制酒以及上述未列明的其他酒产品的生产活动',
                'value': 'C_15_151_1519'
              }
            ],
            'value': 'C_15_151'
          },
          {
            'level': '3',
            'label': '饮料制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '碳酸饮料制造',
                'remark': '指在一定条件下充入二氧化碳气的饮用品制造，其成品中二氧化碳气的含量（20℃时的体积倍数）不低于2.0倍',
                'value': 'C_15_152_1521'
              },
              {
                'level': '4',
                'label': '瓶（罐）装饮用水制造',
                'remark': '指以地下矿泉水和符合生活饮用水卫生标准的水为水源加工制成的，密封于塑料瓶（罐）、玻璃瓶或其他容器中，不含任何添加剂，可直接饮用的水的生产活动',
                'value': 'C_15_152_1522'
              },
              {
                'level': '4',
                'label': '果菜汁及果菜汁饮料制造',
                'remark': '指以新鲜或冷藏水果和蔬菜为原料，经加工制得的果菜汁液制品生产活动，以及在果汁或浓缩果汁、蔬菜汁中加入水、糖液、酸味剂等，经调制而成的可直接饮用的饮品（果汁含量不低于10％）的生产活动',
                'value': 'C_15_152_1523'
              },
              {
                'level': '4',
                'label': '含乳饮料和植物蛋白饮料制造',
                'remark': '指以鲜乳或乳制品为原料（经发酵或未经发酵），加入水、糖液等调制而成的可直接饮用的含乳饮品的生产活动，以及以蛋白质含量较高的植物的果实、种子或核果类、坚果类的果仁等为原料，在其加工制得的浆液中加入水、糖液等调制而成的可直接饮用的植物蛋白饮品的生产活动',
                'value': 'C_15_152_1524'
              },
              {
                'level': '4',
                'label': '固体饮料制造',
                'remark': '指以糖、食品添加剂、果汁或植物抽提物等为原料，加工制成粉末状、颗粒状或块状制品[其成品水分(质量分数)不高于5％]的生产活动',
                'value': 'C_15_152_1525'
              },
              {
                'level': '4',
                'label': '茶饮料及其他饮料制造',
                'remark': '指茶饮料、特殊用途饮料以及其他未列明的饮料制造',
                'value': 'C_15_152_1529'
              }
            ],
            'value': 'C_15_152'
          }
        ],
        'value': 'C_15'
      },
      {
        'level': '2',
        'label': '烟草制品业 ',
        'remark': '',
        'value': 'C_16'
      },
      {
        'level': '2',
        'label': '纺织业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '棉纺织及印染精加工',
            'remark': '指棉、棉型化纤（化纤短丝）纺织及印染精加工',
            'children': [
              {
                'level': '4',
                'label': '棉纺纱加工',
                'remark': '指以棉及棉型化学纤维为主要原料进行的纺纱加工',
                'value': 'C_17_171_1711'
              },
              {
                'level': '4',
                'label': '棉织造加工',
                'remark': '指以棉纱、混纺纱、化学纤维纱为主要原料进行的机织物织造加工',
                'value': 'C_17_171_1712'
              },
              {
                'level': '4',
                'label': '棉印染精加工',
                'remark': '指对非自产的棉和化学纤维织物进行漂白、染色、印花、轧光、起绒、缩水等工序的加工',
                'value': 'C_17_171_1713'
              }
            ],
            'value': 'C_17_171'
          },
          {
            'level': '3',
            'label': '毛纺织及染整精加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '毛条和毛纱线加工',
                'remark': '指以毛及毛型化学纤维为原料进行梳条的加工，按毛纺工艺（精梳、粗梳、半精梳）进行纺纱的加工',
                'value': 'C_17_172_1721'
              },
              {
                'level': '4',
                'label': '毛织造加工',
                'remark': '指以毛及毛型化学纤维纱线为原料进行的机织物织造加工',
                'value': 'C_17_172_1722'
              },
              {
                'level': '4',
                'label': '毛染整精加工',
                'remark': '指对非自产的毛织物进行漂白、染色、印花等工序的染整精加工',
                'value': 'C_17_172_1723'
              }
            ],
            'value': 'C_17_172'
          },
          {
            'level': '3',
            'label': '麻纺织及染整精加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '麻纤维纺前加工和纺纱',
                'remark': '指以苎麻、亚麻、大麻、黄麻、剑麻、罗布麻等为原料的纺前纤维加工和纺纱加工',
                'value': 'C_17_173_1731'
              },
              {
                'level': '4',
                'label': '麻织造加工',
                'remark': '指以苎麻、亚麻、大麻、黄麻、剑麻、罗布麻纤维纱线等为主要原料的机织物织造加工',
                'value': 'C_17_173_1732'
              },
              {
                'level': '4',
                'label': '麻染整精加工',
                'remark': '指对非自产的麻织物进行漂白、染色、印花等工序的染整精加工',
                'value': 'C_17_173_1733'
              }
            ],
            'value': 'C_17_173'
          },
          {
            'level': '3',
            'label': '丝绢纺织及印染精加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '缫丝加工',
                'remark': '指由蚕茧经过加工缫制成丝的活动',
                'value': 'C_17_174_1741'
              },
              {
                'level': '4',
                'label': '绢纺和丝织加工',
                'remark': '指以丝为主要原料进行的丝织物织造加工',
                'value': 'C_17_174_1742'
              },
              {
                'level': '4',
                'label': '丝印染精加工',
                'remark': '指对非自产的丝织物进行漂白、染色、印花、轧光、起绒、缩水等工序的加工',
                'value': 'C_17_174_1743'
              }
            ],
            'value': 'C_17_174'
          },
          {
            'level': '3',
            'label': '化纤织造及印染精加工',
            'remark': '指经纬双向或经向以化纤长丝(不包括化纤短纤）为主要原料生产的机织物',
            'children': [
              {
                'level': '4',
                'label': '化纤织造加工',
                'remark': '指以化纤长丝(含有色长丝)为主要原料生产的机织坯布、色织布',
                'value': 'C_17_175_1751'
              },
              {
                'level': '4',
                'label': '化纤织物染整精加工',
                'remark': '指对化纤长丝坯布进行漂白、染色、印花、轧光、起绒、缩水等染整工序的加工',
                'value': 'C_17_175_1752'
              }
            ],
            'value': 'C_17_175'
          },
          {
            'level': '3',
            'label': '针织或钩针编织物及其制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '针织或钩针编织物织造',
                'remark': '指采用经编、纬编、横编及钩针编工艺进行的针织物织造加工',
                'value': 'C_17_176_1761'
              },
              {
                'level': '4',
                'label': '针织或钩针编织物印染精加工',
                'remark': '指对非自产的针织品进行漂白、染色、印花、轧光、起绒、缩水等工序的加工',
                'value': 'C_17_176_1762'
              },
              {
                'level': '4',
                'label': '针织或钩针编织品制造',
                'remark': '指除针织或钩针编织服装以外的其他针织品或钩针编织品的加工',
                'value': 'C_17_176_1763'
              }
            ],
            'value': 'C_17_176'
          },
          {
            'level': '3',
            'label': '家用纺织制成品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '床上用品制造',
                'remark': '指以棉、麻、竹、丝、毛、化学纤维等纤维及纺织品为主要原料，加工制造床上用品（包括含有填充物的被子、睡袋、枕头等类产品）的生产活动',
                'value': 'C_17_177_1771'
              },
              {
                'level': '4',
                'label': '毛巾类制品制造',
                'remark': '指以棉、麻、竹、丝及化学纤维等为主要原料，加工制造毛巾类产品的生产活动',
                'value': 'C_17_177_1772'
              },
              {
                'level': '4',
                'label': '窗帘、布艺类产品制造',
                'remark': '指以棉、麻、丝、毛及化学纤维等为主要原料，加工制造窗帘、各种装饰罩（套）、靠垫、坐垫、贮物袋等生活用布艺产品的生产活动',
                'value': 'C_17_177_1773'
              },
              {
                'level': '4',
                'label': '其他家用纺织制成品制造',
                'remark': '指以棉、麻、丝、毛及化学纤维等为主要原料，加工制造毛毯、桌布、台布、餐巾、擦布、洗碗巾等餐厨生活制品的其他家用纺织制成品生产活动',
                'value': 'C_17_177_1779'
              }
            ],
            'value': 'C_17_177'
          },
          {
            'level': '3',
            'label': '产业用纺织制成品制造',
            'remark': '也称产业用纺织制成品制造（包括帐篷等户外及庭院休闲用品制造）',
            'children': [
              {
                'level': '4',
                'label': '非织造布制造',
                'remark': '指定向或随机排列的纤维，通过摩擦、抱合或粘合，或者这些方法的组合而相互结合制成的片状物、纤网或絮垫的生产活动；所用纤维可以是天然纤维、化学纤维和无机纤维，也可以是短纤维、长丝或直接形成的纤维状物',
                'value': 'C_17_178_1781'
              },
              {
                'level': '4',
                'label': '绳、索、缆制造',
                'remark': '指用天然纤维和化学纤维制造绳、索具、缆绳、合股线的生产活动',
                'value': 'C_17_178_1782'
              },
              {
                'level': '4',
                'label': '纺织带和帘子布制造',
                'remark': '指帘子布、复合材料用基布、输送带基布、传送带和胶管等增强材料的生产活动',
                'value': 'C_17_178_1783'
              },
              {
                'level': '4',
                'label': '篷、帆布制造',
                'remark': '指车用篷布、帐篷布、鞋用纺织材料、灯箱布等纺织材料的生产活动',
                'value': 'C_17_178_1784'
              },
              {
                'level': '4',
                'label': '其他产业用纺织制成品制造',
                'remark': '指革基布，过滤、防护用纺织品，工业用毡、呢，建筑用纺织品，交通运输用纺织品，包装用纺织品，文体用纺织品，绝缘隔热纺织品，农业用纺织品，渔业用纺织品，造纸用纺织品等其他产业用纺织制成品的生产活动',
                'value': 'C_17_178_1789'
              }
            ],
            'value': 'C_17_178'
          }
        ],
        'value': 'C_17'
      },
      {
        'level': '2',
        'label': '纺织服装、服饰业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '机织服装制造',
            'remark': '指以机织面料为主要原料，缝制各种男、女服装，以及儿童成衣的活动；包括非自产原料制作的服装，以及固定生产地点的服装制作活动',
            'children': [
              {
                'level': '4',
                'label': '运动机织服装制造',
                'remark': '指运动服、滑雪服、登山服、游泳衣等服装制造',
                'value': 'C_18_181_1811'
              },
              {
                'level': '4',
                'label': '其他机织服装制造',
                'remark': '指除运动机织服装以外的其他机织服装制造',
                'value': 'C_18_181_1819'
              }
            ],
            'value': 'C_18_181'
          },
          {
            'level': '3',
            'label': '针织或钩针编织服装制造',
            'remark': '指以针织、钩针编织面料为主要原料，经裁剪后缝制各种男、女服装，以及儿童成衣的活动',
            'children': [
              {
                'level': '4',
                'label': '运动休闲针织服装制造',
                'remark': '指针织T恤、针织休闲衫、针织运动类服装制造',
                'value': 'C_18_182_1821'
              },
              {
                'level': '4',
                'label': '其他针织或钩针编织服装制造',
                'remark': '指除运动休闲针织服装以外其他针织或钩织编织服装制造',
                'value': 'C_18_182_1829'
              }
            ],
            'value': 'C_18_182'
          }
        ],
        'value': 'C_18'
      },
      {
        'level': '2',
        'label': '皮革、毛皮、羽毛及其制品和制鞋业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '皮革制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '皮革服装制造',
                'remark': '指全部或大部分用皮革、人造革、合成革为面料，制作各式服装的活动',
                'value': 'C_19_192_1921'
              },
              {
                'level': '4',
                'label': '皮箱、包（袋）制造',
                'remark': '指全部或大部分用皮革、人造革、合成革为材料，或者以塑料、纺织物为材料，制作各种用途的皮箱、皮包(袋)，或其他材料的箱、包(袋)等制作活动',
                'value': 'C_19_192_1922'
              },
              {
                'level': '4',
                'label': '皮手套及皮装饰制品制造 ',
                'remark': '指全部或大部分用皮革、人造革、合成革为材料制成的皮手套、皮带，以及皮领带等皮装饰制品的生产活动',
                'value': 'C_19_192_1923'
              },
              {
                'level': '4',
                'label': '其他皮革制品制造',
                'remark': '指全部或大部分用皮革、人造革、合成革为材料制成上述未列明的其他各种皮革制品的生产活动',
                'value': 'C_19_192_1929'
              }
            ],
            'value': 'C_19_192'
          },
          {
            'level': '3',
            'label': '毛皮鞣制及制品加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '毛皮鞣制加工',
                'remark': '指带毛动物生皮经鞣制等化学和物理方法处理后，保持其绒毛形态及特点的毛皮(又称裘皮)的生产活动',
                'value': 'C_19_193_1931'
              },
              {
                'level': '4',
                'label': '毛皮服装加工',
                'remark': '指用各种动物毛皮和人造毛皮为面料或里料，加工制作毛皮服装的生产活动',
                'value': 'C_19_193_1932'
              },
              {
                'level': '4',
                'label': '其他毛皮制品加工',
                'remark': '指用各种动物毛皮和人造毛皮为材料，加工制作上述类别未列明的其他各种用途毛皮制品的生产活动',
                'value': 'C_19_193_1939'
              }
            ],
            'value': 'C_19_193'
          },
          {
            'level': '3',
            'label': '羽毛(绒)加工及制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '羽毛（绒）加工',
                'remark': '指对鹅、鸭等禽类羽毛进行加工成标准毛的生产活动',
                'value': 'C_19_194_1941'
              },
              {
                'level': '4',
                'label': '羽毛（绒）制品加工',
                'remark': '指用加工过的羽毛(绒)作为填充物制作各种用途的羽绒制品(如羽绒服装、羽绒寝具、羽绒睡袋等)的生产活动',
                'value': 'C_19_194_1942'
              }
            ],
            'value': 'C_19_194'
          },
          {
            'level': '3',
            'label': '制鞋业',
            'remark': '指纺织面料鞋、皮鞋、塑料鞋、橡胶鞋及其他各种鞋的生产活动',
            'children': [
              {
                'level': '4',
                'label': '纺织面料鞋制造',
                'remark': '指用各种纺织面料、木材、棕草等原料缝制、模压或编制各种鞋的生产活动',
                'value': 'C_19_195_1951'
              },
              {
                'level': '4',
                'label': '皮鞋制造',
                'remark': '指全部或大部分用皮革、人造革、合成革为面料，以橡胶、塑料或合成材料等为外底，按缝绱、胶粘、模压、注塑等工艺方法制作各种皮鞋的生产活动',
                'value': 'C_19_195_1952'
              },
              {
                'level': '4',
                'label': '塑料鞋制造',
                'remark': '指以聚氯乙烯、聚乙烯、聚氨酯和乙烯醋酸乙烯等树脂为原料生产发泡或不发泡的塑料鞋类制品的活动',
                'value': 'C_19_195_1953'
              },
              {
                'level': '4',
                'label': '橡胶鞋制造',
                'remark': '指以橡胶作为鞋底、鞋帮的运动鞋及其他橡胶鞋和橡胶鞋部件的生产活动',
                'value': 'C_19_195_1954'
              },
              {
                'level': '4',
                'label': '其他制鞋业',
                'remark': '',
                'value': 'C_19_195_1959'
              }
            ],
            'value': 'C_19_195'
          }
        ],
        'value': 'C_19'
      },
      {
        'level': '2',
        'label': '木材加工和木、竹、藤、棕、草制品业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '木材加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '锯材加工',
                'remark': '指以原木为原料，利用锯木机械或手工工具将原木纵向锯成具有一定断面尺寸（宽、厚度）的木材加工生产活动，用防腐剂和其他物质浸渍木料或对木料进行化学处理的加工，以及地板毛料的制造',
                'value': 'C_20_201_2011'
              },
              {
                'level': '4',
                'label': '木片加工',
                'remark': '指利用森林采伐、造材、加工等剩余物和定向培育的木材，经削（刨）片机加工成一定规格的产品生产活动',
                'value': 'C_20_201_2012'
              },
              {
                'level': '4',
                'label': '单板加工',
                'remark': '指用于胶合板、细工木板、木质重组装饰材、装饰单板（厚度0.55mm以下)、单层板积材（LVL）、纺织用木质层压板、电工层压板和木质层积塑料等材料的生产活动',
                'value': 'C_20_201_2013'
              },
              {
                'level': '4',
                'label': '其他木材加工',
                'remark': '指对木材进行干燥、防腐、改性、染色加工等活动',
                'value': 'C_20_201_2019'
              }
            ],
            'value': 'C_20_201'
          },
          {
            'level': '3',
            'label': '人造板制造',
            'remark': '指用木材及其剩余物、棉秆、甘蔗渣和芦苇等植物纤维为原料，加工成符合国家标准的胶合板、纤维板、刨花板、细木工板和木丝板等产品的生产活动，以及人造板二次加工装饰板的制造',
            'children': [
              {
                'level': '4',
                'label': '胶合板制造',
                'remark': '指具有一定规格的原木经旋（刨）切成单板，再经干燥、涂胶、组坯、热压而成的符合国家标准及供需双方协定标准的产品生产活动',
                'value': 'C_20_202_2021'
              },
              {
                'level': '4',
                'label': '纤维板制造',
                'remark': '指用木材碎料（包括木片）、棉秆、甘蔗渣、芦苇等植物纤维作原料，经削片纤维分离，铺装成型，热压而成的产品生产活动',
                'value': 'C_20_202_2022'
              },
              {
                'level': '4',
                'label': '刨花板制造',
                'remark': '指用木材碎料（包括木片）和其他植物纤维作原料，制成刨花，经干燥、施胶，铺装成型，热压而成的产品生产活动',
                'value': 'C_20_202_2023'
              },
              {
                'level': '4',
                'label': '其他人造板制造',
                'remark': '包括非木质人造板、细工木板、胶合木等其他各类人造板的制造',
                'value': 'C_20_202_2029'
              }
            ],
            'value': 'C_20_202'
          },
          {
            'level': '3',
            'label': '木质制品制造',
            'remark': '指以木材为原料加工成建筑用木料和木材组件、木容器、软木制品及其他木制品的生产活动，但不包括木质家具的制造',
            'children': [
              {
                'level': '4',
                'label': '建筑用木料及木材组件加工',
                'remark': '指主要用于建筑施工工程的木质制品，如建筑施工用的大木工或其他支撑物，以及建筑木工的生产活动',
                'value': 'C_20_203_2031'
              },
              {
                'level': '4',
                'label': '木门窗制造',
                'remark': '',
                'value': 'C_20_203_2032'
              },
              {
                'level': '4',
                'label': '木楼梯制造',
                'remark': '',
                'value': 'C_20_203_2033'
              },
              {
                'level': '4',
                'label': '木地板制造',
                'remark': '',
                'value': 'C_20_203_2034'
              },
              {
                'level': '4',
                'label': '木制容器制造',
                'remark': '',
                'value': 'C_20_203_2035'
              },
              {
                'level': '4',
                'label': '软木制品及其他木制品制造',
                'remark': '指天然软木除去表皮，经初加工后获得的结块软木及其制品的生产活动，以及其他未列明的木质产品的生产活动，包括整体定制家具制造的活动',
                'value': 'C_20_203_2039'
              }
            ],
            'value': 'C_20_203'
          },
          {
            'level': '3',
            'label': '竹、藤、棕、草等制品制造',
            'remark': '指除木材以外，以竹、藤、棕、草等天然植物为原料生产制品的活动，但不包括家具的制造',
            'children': [
              {
                'level': '4',
                'label': '竹制品制造',
                'remark': '指竹胶合板、竹地板、竹丝板、竹梯子、竹键盘、竹篮子、竹筷子、竹席、高温竹炭制品等竹制工业用品、建筑用品、包装用品、保健品和生活日用品的制造',
                'value': 'C_20_204_2041'
              },
              {
                'level': '4',
                'label': '藤制品制造',
                'remark': '',
                'value': 'C_20_204_2042'
              },
              {
                'level': '4',
                'label': '棕制品制造',
                'remark': '',
                'value': 'C_20_204_2043'
              },
              {
                'level': '4',
                'label': '草及其他制品制造',
                'remark': '',
                'value': 'C_20_204_2049'
              }
            ],
            'value': 'C_20_204'
          }
        ],
        'value': 'C_20'
      },
      {
        'level': '2',
        'label': '家具制造业 ',
        'remark': '指用木材、金属、塑料、竹、藤等材料制作的，具有坐卧、凭倚、储藏、间隔等功能，可用于住宅、旅馆、办公室、学校、餐馆、医院、剧场、公园、船舰、飞机、机动车等任何场所的各种家具的制造',
        'value': 'C_21'
      },
      {
        'level': '2',
        'label': '造纸和纸制品业 ',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '纸浆制造',
            'remark': '指经机械或化学方法加工纸浆的生产活动',
            'children': [
              {
                'level': '4',
                'label': '木竹浆制造',
                'remark': '',
                'value': 'C_22_221_2211'
              },
              {
                'level': '4',
                'label': '非木竹浆制造',
                'remark': '',
                'value': 'C_22_221_2212'
              }
            ],
            'value': 'C_22_221'
          },
          {
            'level': '3',
            'label': '造纸',
            'remark': '指用纸浆或其他原料（如矿渣棉、云母、石棉等）悬浮在流体中的纤维，经过造纸机或其他设备成型，或手工操作而成的纸及纸板的制造',
            'children': [
              {
                'level': '4',
                'label': '机制纸及纸板制造',
                'remark': '',
                'value': 'C_22_222_2221'
              },
              {
                'level': '4',
                'label': '手工纸制造',
                'remark': '指采用手工操作成型，制成纸的生产活动',
                'value': 'C_22_222_2222'
              },
              {
                'level': '4',
                'label': '加工纸制造',
                'remark': '指对原纸及纸板进一步加工的生产活动',
                'value': 'C_22_222_2223'
              }
            ],
            'value': 'C_22_222'
          },
          {
            'level': '3',
            'label': '纸制品制造',
            'remark': '指用纸及纸板为原料，进一步加工制成纸制品的生产活动',
            'children': [
              {
                'level': '4',
                'label': '纸和纸板容器制造',
                'remark': '',
                'value': 'C_22_223_2231'
              },
              {
                'level': '4',
                'label': '其他纸制品制造',
                'remark': '指符合出售规格或包装要求的纸制品，以及其他未列明的纸制品的制造',
                'value': 'C_22_223_2239'
              }
            ],
            'value': 'C_22_223'
          }
        ],
        'value': 'C_22'
      },
      {
        'level': '2',
        'label': '印刷和记录媒介复制业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '印刷',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '书、报刊印刷',
                'remark': '',
                'value': 'C_23_231_2311'
              },
              {
                'level': '4',
                'label': '本册印制',
                'remark': '指由各种纸及纸板制作的，用于书写和其他用途的本册生产活动',
                'value': 'C_23_231_2312'
              },
              {
                'level': '4',
                'label': '包装装潢及其他印刷',
                'remark': '指根据一定的商品属性、形态，采用一定的包装材料，经过对商品包装的造型结构艺术和图案文字的设计与安排来装饰美化商品的印刷，以及其他印刷活动',
                'value': 'C_23_231_2319'
              }
            ],
            'value': 'C_23_231'
          }
        ],
        'value': 'C_23'
      },
      {
        'level': '2',
        'label': '文教、工美、体育和娱乐用品制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '文教办公用品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '文具制造',
                'remark': '指办公、学习等使用的各种文具的制造',
                'value': 'C_24_241_2411'
              },
              {
                'level': '4',
                'label': '笔的制造',
                'remark': '指用于学习、办公或绘画等用途的各种笔制品的制造',
                'value': 'C_24_241_2412'
              },
              {
                'level': '4',
                'label': '教学用模型及教具制造',
                'remark': '指主要用于教学的各种专用模型、标本及教具的制造',
                'value': 'C_24_241_2413'
              },
              {
                'level': '4',
                'label': '墨水、墨汁制造',
                'remark': '',
                'value': 'C_24_241_2414'
              },
              {
                'level': '4',
                'label': '其他文教办公用品制造',
                'remark': '指上述未列明的文教办公类用品的制造',
                'value': 'C_24_241_2419'
              }
            ],
            'value': 'C_24_241'
          },
          {
            'level': '3',
            'label': '乐器制造',
            'remark': '指中国民族乐器、西乐器等各种乐器及乐器零部件和配套产品的制造，但不包括玩具乐器的制造',
            'children': [
              {
                'level': '4',
                'label': '中乐器制造',
                'remark': '',
                'value': 'C_24_242_2421'
              },
              {
                'level': '4',
                'label': '西乐器制造',
                'remark': '',
                'value': 'C_24_242_2422'
              },
              {
                'level': '4',
                'label': '电子乐器制造',
                'remark': '',
                'value': 'C_24_242_2423'
              },
              {
                'level': '4',
                'label': '其他乐器及零件制造',
                'remark': '指其他未列明的乐器、乐器零件及配套产品的制造',
                'value': 'C_24_242_2429'
              }
            ],
            'value': 'C_24_242'
          },
          {
            'level': '3',
            'label': '工艺美术及礼仪用品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '雕塑工艺品制造',
                'remark': '指以玉石、宝石、象牙、角、骨、贝壳等硬质材料，木、竹、椰壳、树根、软木等天然植物，以及石膏、泥、面、塑料等为原料，经雕刻、琢、磨、捏或塑等艺术加工而制成的各种供欣赏、实用和礼仪用的工艺品制作活动',
                'value': 'C_24_243_2431'
              },
              {
                'level': '4',
                'label': '金属工艺品制造',
                'remark': '指以金、银、铜、铁、锡等各种金属为原料，经过制胎、浇铸、锻打、錾刻、搓丝、焊接、纺织、镶嵌、点兰、烧制、打磨、电镀等各种工艺加工制成的造型美观、花纹图案精致的各种供欣赏、实用和礼仪用的工艺美术品制作活动',
                'value': 'C_24_243_2432'
              },
              {
                'level': '4',
                'label': '漆器工艺品制造',
                'remark': '指将半生漆、腰果漆加工调配成各种鲜艳的漆料，以木、纸、塑料、铜、布等作胎，采用推光、雕填、彩画、镶嵌、刻灰等传统工艺和现代漆器工艺进行的各种供欣赏、实用和礼仪用的工艺制品制作活动',
                'value': 'C_24_243_2433'
              },
              {
                'level': '4',
                'label': '花画工艺品制造',
                'remark': '指以绢、丝、绒、纸、涤纶、塑料、羽毛、通草以及鲜花草等为原料，经造型设计、模压、剪贴、干燥等工艺精制而成的花、果、叶等人造花类工艺品，以画面出现、可以挂或摆的具有欣赏性、装饰性和礼仪用的画类工艺品制作活动',
                'value': 'C_24_243_2434'
              },
              {
                'level': '4',
                'label': '天然植物纤维编织工艺品制造',
                'remark': '指以竹、藤、棕、草、柳、葵、麻等天然植物纤维为材料，经编织或镶嵌而成具有造型艺术或图案花纹，以欣赏为主的工艺陈列品、礼仪用品以及工艺实用品的制作活动',
                'value': 'C_24_243_2435'
              },
              {
                'level': '4',
                'label': '抽纱刺绣工艺品制造',
                'remark': '指以棉、麻、丝、毛及人造纤维纺织品等为主要原料，经设计、刺绣、抽、拉、钩等工艺加工各种生活装饰用品，以及以纺织品为主要原料，经特殊手工工艺或民间工艺方法加工成各种具有较强装饰效果的生活用纺织品和礼仪用品的制作活动',
                'value': 'C_24_243_2436'
              },
              {
                'level': '4',
                'label': '地毯、挂毯制造',
                'remark': '指以羊毛、丝、棉、麻及人造纤维等为原料，经手工编织、机织、栽绒等方式加工而成的各种具有装饰性的地面覆盖物或可用于悬挂、垫坐等用途的生活装饰用品和礼仪用品的制作活动',
                'value': 'C_24_243_2437'
              },
              {
                'level': '4',
                'label': '珠宝首饰及有关物品制造',
                'remark': '指以金、银、铂等贵金属及其合金以及钻石、宝石、玉石、翡翠、珍珠等为原料，经金属加工和连结组合、镶嵌等工艺加工制作各种图案的装饰品和礼仪用品的制作活动',
                'value': 'C_24_243_2438'
              },
              {
                'level': '4',
                'label': '其他工艺美术及礼仪用品制造',
                'remark': '',
                'value': 'C_24_243_2439'
              }
            ],
            'value': 'C_24_243'
          },
          {
            'level': '3',
            'label': '体育用品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '球类制造',
                'remark': '指各种皮制、胶制、革制的可充气的运动用球，以及其他材料制成的各种运动用硬球、软球等球类产品的生产活动',
                'value': 'C_24_244_2441'
              },
              {
                'level': '4',
                'label': '专项运动器材及配件制造',
                'remark': '指各项竞技比赛和训练用器材及用品，体育场馆设施及器件的生产活动',
                'value': 'C_24_244_2442'
              },
              {
                'level': '4',
                'label': '健身器材制造',
                'remark': '指供健身房、家庭或体育训练用的健身器材及运动物品的制造',
                'value': 'C_24_244_2443'
              },
              {
                'level': '4',
                'label': '运动防护用具制造',
                'remark': '指用各种材质，为各项运动特制手套、鞋、帽和护具的生产活动',
                'value': 'C_24_244_2444'
              },
              {
                'level': '4',
                'label': '其他体育用品制造',
                'remark': '指钓鱼专用的各种用具及用品，以及上述未列明的体育用品制造',
                'value': 'C_24_244_2449'
              }
            ],
            'value': 'C_24_244'
          },
          {
            'level': '3',
            'label': '玩具制造',
            'remark': '指以儿童为主要使用者，用于玩耍、智力开发等娱乐器具的制造 ',
            'children': [
              {
                'level': '4',
                'label': '电玩具制造',
                'remark': '指制造供14岁以下儿童玩耍的、至少有一种玩耍功能需要使用额定电压小于或等于24V的玩具产品',
                'value': 'C_24_245_2451'
              },
              {
                'level': '4',
                'label': '塑胶玩具制造',
                'remark': '指制造供14岁以下儿童玩耍的、玩具主体或主要玩耍部分由塑胶制成的，非预定承载儿童体重的非电玩具产品',
                'value': 'C_24_245_2452'
              },
              {
                'level': '4',
                'label': '金属玩具制造',
                'remark': '指制造供14岁以下儿童玩耍的、玩具主体或主要玩耍部分由金属材料制成的，非预定承载儿童体重的非电玩具产品',
                'value': 'C_24_245_2453'
              },
              {
                'level': '4',
                'label': '弹射玩具制造',
                'remark': '指制造供14岁以下儿童玩耍的，各种材质的通过可贮存和释放能量的弹射机构发射弹射物的蓄能弹射玩具和由儿童给予的能量发射弹射物的非蓄能弹射玩具的玩具产品',
                'value': 'C_24_245_2454'
              },
              {
                'level': '4',
                'label': '娃娃玩具制造',
                'remark': '指制造供14岁以下儿童玩耍的、至少头部和四肢由非纺织物材质的聚合材料制成，并带有服装或身体由软性材料填充的非电的婴儿娃娃或人物娃娃玩具产品',
                'value': 'C_24_245_2455'
              },
              {
                'level': '4',
                'label': '儿童乘骑玩耍的童车类产品制造',
                'remark': '指制造供儿童乘骑玩耍的童车类产品（含儿童推车、婴儿学步车）',
                'value': 'C_24_245_2456'
              },
              {
                'level': '4',
                'label': '其他玩具制造',
                'remark': '',
                'value': 'C_24_245_2459'
              }
            ],
            'value': 'C_24_245'
          },
          {
            'level': '3',
            'label': '游艺器材及娱乐用品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '露天游乐场所游乐设备制造',
                'remark': '指主要安装在公园、游乐园、水上乐园、儿童乐园等露天游乐场所的电动及非电动游乐设备和游艺器材的制造',
                'value': 'C_24_246_2461'
              },
              {
                'level': '4',
                'label': '游艺用品及室内游艺器材制造',
                'remark': '指主要供室内、桌上等游艺及娱乐场所使用的游乐设备、游艺器材和游艺娱乐用品，以及主要安装在室内游乐场所的电子游乐设备的制造',
                'value': 'C_24_246_2462'
              },
              {
                'level': '4',
                'label': '其他娱乐用品制造',
                'remark': '',
                'value': 'C_24_246_2469'
              }
            ],
            'value': 'C_24_246'
          }
        ],
        'value': 'C_24'
      },
      {
        'level': '2',
        'label': '石油、煤炭及其他燃料加工业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '精炼石油产品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '原油加工及石油制品制造',
                'remark': '指从天然原油、人造原油中提炼液态或气态燃料以及石油制品的生产活动',
                'value': 'C_25_251_2511'
              },
              {
                'level': '4',
                'label': '其他原油制造',
                'remark': '指采用油页岩、油砂、焦油以及一氧化碳、氢等气体等加工得到的类似天然石油的液体燃料的生产活动',
                'value': 'C_25_251_2519'
              }
            ],
            'value': 'C_25_251'
          },
          {
            'level': '3',
            'label': '煤炭加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '炼焦',
                'remark': '指主要从硬煤和褐煤中生产焦炭、干馏炭及煤焦油或沥青等副产品的炼焦炉的操作活动',
                'value': 'C_25_252_2521'
              },
              {
                'level': '4',
                'label': '煤制合成气生产',
                'remark': '',
                'value': 'C_25_252_2522'
              },
              {
                'level': '4',
                'label': '煤制液体燃料生产',
                'remark': '指通过化学加工过程把固体煤炭转化成为液体燃料、化工原料和产品的活动，如煤制甲醇、煤制烯烃等',
                'value': 'C_25_252_2523'
              },
              {
                'level': '4',
                'label': '煤制品制造',
                'remark': '指用烟煤、无烟煤、褐煤及其他各种煤炭制成的煤砖、煤球等固体燃料制品的活动',
                'value': 'C_25_252_2524'
              },
              {
                'level': '4',
                'label': '其他煤炭加工',
                'remark': '指煤质活性炭等其他煤炭加工活动',
                'value': 'C_25_252_2529'
              }
            ],
            'value': 'C_25_252'
          },
          {
            'level': '3',
            'label': '生物质燃料加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '生物质液体燃料生产',
                'remark': '指利用农作物秸秆和农业加工剩余物、薪材及林业加工剩余物、禽畜粪便、工业有机废水和废渣、城市生活垃圾和能源植物等生物质资源作为原料转化为液体燃料的活动',
                'value': 'C_25_254_2541'
              },
              {
                'level': '4',
                'label': '生物质致密成型燃料加工',
                'remark': '包括对下列生物质燃料的加工活动：林木致密成型燃料，秸秆致密成型燃料，废物、废料致密成型燃料，其他生物致密成型燃料；不包括：木炭、竹炭加工',
                'value': 'C_25_254_2542'
              }
            ],
            'value': 'C_25_254'
          }
        ],
        'value': 'C_25'
      },
      {
        'level': '2',
        'label': '化学原料和化学制品制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '基础化学原料制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '无机酸制造',
                'remark': '',
                'value': 'C_26_261_2611'
              },
              {
                'level': '4',
                'label': '无机碱制造',
                'remark': '指烧碱、纯碱等生产活动',
                'value': 'C_26_261_2612'
              },
              {
                'level': '4',
                'label': '无机盐制造',
                'remark': '',
                'value': 'C_26_261_2613'
              },
              {
                'level': '4',
                'label': '有机化学原料制造',
                'remark': '',
                'value': 'C_26_261_2614'
              },
              {
                'level': '4',
                'label': '其他基础化学原料制造',
                'remark': '',
                'value': 'C_26_261_2619'
              }
            ],
            'value': 'C_26_261'
          },
          {
            'level': '3',
            'label': '肥料制造',
            'remark': '指化学肥料、有机肥料及微生物肥料的制造',
            'children': [
              {
                'level': '4',
                'label': '氮肥制造',
                'remark': '指矿物氮肥及用化学方法制成含有作物营养元素氮的化肥的生产活动',
                'value': 'C_26_262_2621'
              },
              {
                'level': '4',
                'label': '磷肥制造',
                'remark': '指以磷矿石为主要原料，用化学或物理方法制成含有作物营养元素磷的化肥的生产活动',
                'value': 'C_26_262_2622'
              },
              {
                'level': '4',
                'label': '钾肥制造',
                'remark': '指用天然钾盐矿经富集精制加工制成含有作物营养元素钾的化肥的生产活动',
                'value': 'C_26_262_2623'
              },
              {
                'level': '4',
                'label': '复混肥料制造',
                'remark': '指经过化学或物理方法加工制成的，含有两种以上作物所需主要营养元素（氮、磷、钾）的化肥的生产活动；包括通用型复混肥料和专用型复混肥料',
                'value': 'C_26_262_2624'
              },
              {
                'level': '4',
                'label': '有机肥料及微生物肥料制造',
                'remark': '指来源于动植物，经发酵或腐熟等化学处理后，适用于土壤并提供植物养分供给的，其主要成分为含氮物质的肥料制造',
                'value': 'C_26_262_2625'
              },
              {
                'level': '4',
                'label': '其他肥料制造',
                'remark': '指上述未列明的微量元素肥料及其他肥料的生产',
                'value': 'C_26_262_2629'
              }
            ],
            'value': 'C_26_262'
          },
          {
            'level': '3',
            'label': '农药制造',
            'remark': '指用于防治农业、林业作物的病、虫、草、鼠和其他有害生物，调节植物生长的各种化学农药、微生物农药、生物化学农药，以及仓储、农林产品的防蚀、河流堤坝、铁路、机场、建筑物及其他场所用药的原药和制剂的生产活动',
            'children': [
              {
                'level': '4',
                'label': '化学农药制造',
                'remark': '指化学农药原药，以及经过机械粉碎、混合或稀释制成粉状、乳状和水状的化学农药制剂的生产活动',
                'value': 'C_26_263_2631'
              },
              {
                'level': '4',
                'label': '生物化学农药及微生物农药制造',
                'remark': '指由细菌、真菌、病毒和原生动物或基因修饰的微生物等自然产生，以及由植物提取的防治病、虫、草、鼠和其他有害生物的农药制剂生产活动',
                'value': 'C_26_263_2632'
              }
            ],
            'value': 'C_26_263'
          },
          {
            'level': '3',
            'label': '涂料、油墨、颜料及类似产品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '涂料制造',
                'remark': '指在天然树脂或合成树脂中加入颜料、溶剂和辅助材料，经加工后制成的覆盖材料的生产活动',
                'value': 'C_26_264_2641'
              },
              {
                'level': '4',
                'label': '油墨及类似产品制造',
                'remark': '指由颜料、联接料（植物油、矿物油、树脂、溶剂）和填充料经过混合、研磨调制而成，用于印刷的有色胶浆状物质，以及用于计算机打印、复印机用墨等生产活动',
                'value': 'C_26_264_2642'
              },
              {
                'level': '4',
                'label': '工业颜料制造',
                'remark': '指用于陶瓷、搪瓷、玻璃等工业的无机颜料及类似材料的生产活动',
                'value': 'C_26_264_2643'
              },
              {
                'level': '4',
                'label': '工艺美术颜料制造',
                'remark': '指油画、水粉画、广告等艺术用颜料的制造',
                'value': 'C_26_264_2644'
              },
              {
                'level': '4',
                'label': '染料制造',
                'remark': '指有机合成、植物性或动物性色料，以及有机颜料的生产活动',
                'value': 'C_26_264_2645'
              },
              {
                'level': '4',
                'label': '密封用填料及类似品制造',
                'remark': '指用于建筑涂料、密封和漆工用的填充料，以及其他类似化学材料的制造',
                'value': 'C_26_264_2646'
              }
            ],
            'value': 'C_26_264'
          },
          {
            'level': '3',
            'label': '合成材料制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '初级形态塑料及合成树脂制造',
                'remark': '也称初级塑料或原状塑料的生产活动，包括通用塑料、工程塑料、功能高分子塑料的制造',
                'value': 'C_26_265_2651'
              },
              {
                'level': '4',
                'label': '合成橡胶制造',
                'remark': '指用一种或多种单体为原料进行聚合生产合成橡胶或高分析弹性体的生产活动',
                'value': 'C_26_265_2652'
              },
              {
                'level': '4',
                'label': '合成纤维单（聚合）体制造',
                'remark': '指以石油、天然气、煤等为主要原料，用有机合成的方法制成合成纤维单体或聚合体的生产活动',
                'value': 'C_26_265_2653'
              },
              {
                'level': '4',
                'label': '其他合成材料制造',
                'remark': '指陶瓷纤维等特种纤维及其增强的复合材料的生产活动；其他专用合成材料的制造 ',
                'value': 'C_26_265_2659'
              }
            ],
            'value': 'C_26_265'
          },
          {
            'level': '3',
            'label': '专用化学产品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '化学试剂和助剂制造',
                'remark': '指各种化学试剂、催化剂及专用助剂的生产活动',
                'value': 'C_26_266_2661'
              },
              {
                'level': '4',
                'label': '专项化学用品制造',
                'remark': '指水处理化学品、造纸化学品、皮革化学品、油脂化学品、油田化学品、生物工程化学品、日化产品专用化学品等产品的生产活动',
                'value': 'C_26_266_2662'
              },
              {
                'level': '4',
                'label': '林产化学产品制造',
                'remark': '指以林产品为原料，经过化学和物理加工方法生产产品的活动，包括木炭、竹炭生产活动',
                'value': 'C_26_266_2663'
              },
              {
                'level': '4',
                'label': '文化用信息化学品制造',
                'remark': '指电影、照相、幻灯及投影用感光材料、冲洗套药，磁、光记录材料，光纤维通讯用辅助材料，及其专用化学制剂的制造',
                'value': 'C_26_266_2664'
              },
              {
                'level': '4',
                'label': '医学生产用信息化学品制造',
                'remark': '指医学和其他生产用感光材料、冲洗套药等化学制剂制造',
                'value': 'C_26_266_2665'
              },
              {
                'level': '4',
                'label': '环境污染处理专用药剂材料制造',
                'remark': '指对水污染、空气污染、固体废物、土壤污染等污染物处理所专用的化学药剂及材料的制造',
                'value': 'C_26_266_2666'
              },
              {
                'level': '4',
                'label': '动物胶制造',
                'remark': '指以动物骨、皮为原料，经一系列工艺处理制成有一定透明度、黏度、纯度的胶产品的生产活动',
                'value': 'C_26_266_2667'
              },
              {
                'level': '4',
                'label': '其他专用化学产品制造',
                'remark': '指其他各种用途的专用化学用品的制造',
                'value': 'C_26_266_2669'
              }
            ],
            'value': 'C_26_266'
          },
          {
            'level': '3',
            'label': '炸药、火工及焰火产品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '炸药及火工产品制造',
                'remark': '指各种军用和生产用炸药、雷管及类似的火工产品的制造',
                'value': 'C_26_267_2671'
              },
              {
                'level': '4',
                'label': '焰火、鞭炮产品制造 ',
                'remark': '指节日、庆典用焰火及民用烟花、鞭炮等产品的制造',
                'value': 'C_26_267_2672'
              }
            ],
            'value': 'C_26_267'
          },
          {
            'level': '3',
            'label': '日用化学产品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '肥皂及洗涤剂制造',
                'remark': '指以喷洒、涂抹、浸泡等方式施用于肌肤、器皿、织物、硬表面，即冲即洗，起到清洁、去污、渗透、乳化、分散、护理、消毒除菌等功能，广泛用于家居、个人清洁卫生、织物清洁护理、工业清洗、公共设施及环境卫生清洗等领域的产品（固、液、粉、膏、片状等），以及中间体表面活性剂产品的制造',
                'value': 'C_26_268_2681'
              },
              {
                'level': '4',
                'label': '化妆品制造',
                'remark': '指以涂抹、喷洒或者其他类似方法，撒布于人体表面任何部位（皮肤、毛发、指甲、口唇等），以达到清洁、消除不良气味、护肤、美容和修饰目的的日用化学工业产品的制造',
                'value': 'C_26_268_2682'
              },
              {
                'level': '4',
                'label': '口腔清洁用品制造',
                'remark': '指用于口腔或牙齿清洁卫生制品的生产活动',
                'value': 'C_26_268_2683'
              },
              {
                'level': '4',
                'label': '香料、香精制造',
                'remark': '指具有香气和香味，用于调配香精的物质——香料的生产，以及以多种天然香料和合成香料为主要原料，并与其他辅料一起按合理的配方和工艺调配制得的具有一定香型的复杂混合物，主要用于各类加香产品中的香精的生产活动',
                'value': 'C_26_268_2684'
              },
              {
                'level': '4',
                'label': '其他日用化学产品制造',
                'remark': '指室内散香或除臭制品，光洁用品，擦洗膏及类似制品，动物用化妆盥洗品，火柴，蜡烛及类似制品等日用化学产品的生产活动',
                'value': 'C_26_268_2689'
              }
            ],
            'value': 'C_26_268'
          }
        ],
        'value': 'C_26'
      },
      {
        'level': '2',
        'label': '医药制造业 ',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '生物药品制品制造',
            'remark': '指利用生物技术生产生物化学药品、基因工程药物和疫苗的制剂生产活动',
            'children': [
              {
                'level': '4',
                'label': '生物药品制造',
                'remark': '指利用生物技术生产生物化学药品的生产活动',
                'value': 'C_27_276_2761'
              },
              {
                'level': '4',
                'label': '基因工程药物和疫苗制造',
                'remark': '',
                'value': 'C_27_276_2762'
              }
            ],
            'value': 'C_27_276'
          }
        ],
        'value': 'C_27'
      },
      {
        'level': '2',
        'label': '化学纤维制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '纤维素纤维原料及纤维制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '化纤浆粕制造',
                'remark': '指纺织生产用粘胶纤维的基本原料生产活动',
                'value': 'C_28_281_2811'
              },
              {
                'level': '4',
                'label': '人造纤维（纤维素纤维）制造',
                'remark': '指用化纤浆粕经化学加工生产纤维的活动',
                'value': 'C_28_281_2812'
              }
            ],
            'value': 'C_28_281'
          },
          {
            'level': '3',
            'label': '合成纤维制造',
            'remark': '指以石油、天然气、煤等为主要原料，用有机合成的方法制成单体，聚合后经纺丝加工生产纤维的活动',
            'children': [
              {
                'level': '4',
                'label': '锦纶纤维制造',
                'remark': '也称聚酰胺纤维制造，指由尼龙66盐和聚己内酰胺为主要原料生产合成纤维的活动',
                'value': 'C_28_282_2821'
              },
              {
                'level': '4',
                'label': '涤纶纤维制造',
                'remark': '是聚酯纤维制造的一种，指以聚对苯二甲酸乙二醇酯为原料生产合成纤维的活动',
                'value': 'C_28_282_2822'
              },
              {
                'level': '4',
                'label': '腈纶纤维制造',
                'remark': '也称聚丙烯腈纤维制造，指以丙烯腈为主要原料（含丙烯腈85%以上）生产合成纤维的活动 ',
                'value': 'C_28_282_2823'
              },
              {
                'level': '4',
                'label': '维纶纤维制造',
                'remark': '也称聚乙烯醇纤维制造，指以聚乙烯醇为主要原料生产合成纤维的活动',
                'value': 'C_28_282_2824'
              },
              {
                'level': '4',
                'label': '丙纶纤维制造',
                'remark': '也称聚丙烯纤维制造，指以聚丙烯为主要原料生产合成纤维的活动 ',
                'value': 'C_28_282_2825'
              },
              {
                'level': '4',
                'label': '氨纶纤维制造',
                'remark': '也称聚氨酯纤维制造，指以聚氨基甲酸酯为主要原料生产合成纤维的活动 ',
                'value': 'C_28_282_2826'
              },
              {
                'level': '4',
                'label': '其他合成纤维制造',
                'remark': '',
                'value': 'C_28_282_2829'
              }
            ],
            'value': 'C_28_282'
          },
          {
            'level': '3',
            'label': '生物基材料制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '生物基化学纤维制造',
                'remark': '指以生物单体或天然有机高分子为原料生产纤维的活动，除天然动植物纤维外，特指生物基再生纤维、生物基合成纤维等',
                'value': 'C_28_283_2831'
              },
              {
                'level': '4',
                'label': '生物基、淀粉基新材料制造',
                'remark': '指使用可再生生物资源（如玉米、木薯、秸秆等）经过糖化、发酵、聚合等步骤制成的聚乳酸等生物基、淀粉基材料的活动',
                'value': 'C_28_283_2832'
              }
            ],
            'value': 'C_28_283'
          }
        ],
        'value': 'C_28'
      },
      {
        'level': '2',
        'label': '橡胶和塑料制品业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '橡胶制品业',
            'remark': '指以天然及合成橡胶为原料生产各种橡胶制品的活动，还包括利用废橡胶再生产橡胶制品的活动；不包括橡胶鞋制造',
            'children': [
              {
                'level': '4',
                'label': '轮胎制造',
                'remark': '',
                'value': 'C_29_291_2911'
              },
              {
                'level': '4',
                'label': '橡胶板、管、带制造',
                'remark': '指用未硫化的、硫化的或硬质橡胶生产橡胶板状、片状、管状、带状、棒状和异型橡胶制品的活动，以及以橡胶为主要成分，用橡胶灌注、涂层、覆盖或层叠的纺织物、纱绳、钢丝（钢缆）等制作的传动带或输送带的生产活动',
                'value': 'C_29_291_2912'
              },
              {
                'level': '4',
                'label': '橡胶零件制造',
                'remark': '指各种用途的橡胶异形制品、橡胶零配件制品的生产活动',
                'value': 'C_29_291_2913'
              },
              {
                'level': '4',
                'label': '再生橡胶制造',
                'remark': '指用废橡胶生产再生橡胶的活动',
                'value': 'C_29_291_2914'
              },
              {
                'level': '4',
                'label': '日用及医用橡胶制品制造',
                'remark': '',
                'value': 'C_29_291_2915'
              },
              {
                'level': '4',
                'label': '运动场地用塑胶制造',
                'remark': '指运动场地、操场及其他特殊场地用的合成材料跑道面层制造和其他塑胶制造',
                'value': 'C_29_291_2916'
              },
              {
                'level': '4',
                'label': '其他橡胶制品制造',
                'remark': '',
                'value': 'C_29_291_2919'
              }
            ],
            'value': 'C_29_291'
          },
          {
            'level': '3',
            'label': '塑料制品业',
            'remark': '指以合成树脂（高分子化合物）为主要原料，经采用挤塑、注塑、吹塑、压延、层压等工艺加工成型的各种制品的生产，以及利用回收的废旧塑料加工再生产塑料制品的活动；不包括塑料鞋制造',
            'children': [
              {
                'level': '4',
                'label': '塑料薄膜制造',
                'remark': '指用于农业覆盖，工业、商业及日用包装薄膜的制造',
                'value': 'C_29_292_2921'
              },
              {
                'level': '4',
                'label': '塑料板、管、型材制造',
                'remark': '指各种塑料板、管及管件、棒材、薄片等生产活动，以及以聚氯乙烯为主要原料，经连续挤出成型的塑料异型材的生产活动',
                'value': 'C_29_292_2922'
              },
              {
                'level': '4',
                'label': '塑料丝、绳及编织品制造',
                'remark': '指塑料制丝、绳、扁条，塑料袋及编织袋、编织布等生产活动',
                'value': 'C_29_292_2923'
              },
              {
                'level': '4',
                'label': '泡沫塑料制造',
                'remark': '指以合成树脂为主要原料，经发泡成型工艺加工制成内部具有微孔的塑料制品的生产活动',
                'value': 'C_29_292_2924'
              },
              {
                'level': '4',
                'label': '塑料人造革、合成革制造',
                'remark': '指外观和手感似皮革，其透气、透湿性虽然略逊色于天然革，但具有优异的物理、机械性能，如强度和耐磨性等，并可代替天然革使用的塑料人造革的生产活动；模拟天然人造革的组成和结构，正反面都与皮革十分相似，比普通人造革更近似天然革，并可代替天然革的塑料合成革的生产活动',
                'value': 'C_29_292_2925'
              },
              {
                'level': '4',
                'label': '塑料包装箱及容器制造',
                'remark': '指用吹塑或注塑工艺等制成的，可盛装各种物品或液体物质，以便于储存、运输等用途的塑料包装箱及塑料容器制品的生产活动',
                'value': 'C_29_292_2926'
              },
              {
                'level': '4',
                'label': '日用塑料制品制造',
                'remark': '指塑料制餐、厨用具，卫生设备、洁具及其配件，塑料服装，日用塑料装饰品，以及其他日用塑料制品的生产活动',
                'value': 'C_29_292_2927'
              },
              {
                'level': '4',
                'label': '人造草坪制造',
                'remark': '指采用合成纤维，植入在机织的基布上，并具有天然草运动性能的人造草制造',
                'value': 'C_29_292_2928'
              },
              {
                'level': '4',
                'label': '塑料零件及其他塑料制品制造',
                'remark': '指塑料制绝缘零件、密封制品、紧固件，以及汽车、家具等专用零配件的制造，以及上述未列明的其他各类非日用塑料制品的生产活动',
                'value': 'C_29_292_2929'
              }
            ],
            'value': 'C_29_292'
          }
        ],
        'value': 'C_29'
      },
      {
        'level': '2',
        'label': '非金属矿物制品业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '水泥、石灰和石膏制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '水泥制造',
                'remark': '指以水泥熟料加入适量石膏或一定混合材，经研磨设备（水泥磨）磨制到规定的细度，制成水凝水泥的生产活动，还包括水泥熟料的生产活动',
                'value': 'C_30_301_3011'
              },
              {
                'level': '4',
                'label': '石灰和石膏制造',
                'remark': '',
                'value': 'C_30_301_3012'
              }
            ],
            'value': 'C_30_301'
          },
          {
            'level': '3',
            'label': '石膏、水泥制品及类似制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '水泥制品制造',
                'remark': '指水泥制管、杆、桩、砖、瓦等制品制造',
                'value': 'C_30_302_3021'
              },
              {
                'level': '4',
                'label': '砼结构构件制造',
                'remark': '指用于建筑施工工程的水泥混凝土预制构件的生产活动',
                'value': 'C_30_302_3022'
              },
              {
                'level': '4',
                'label': '石棉水泥制品制造',
                'remark': '',
                'value': 'C_30_302_3023'
              },
              {
                'level': '4',
                'label': '轻质建筑材料制造',
                'remark': '指石膏板、石膏制品及类似轻质建筑材料的制造',
                'value': 'C_30_302_3024'
              },
              {
                'level': '4',
                'label': '其他水泥类似制品制造',
                'remark': '指玻璃纤维增强水泥制品，以及其他未列明的水泥制品的制造',
                'value': 'C_30_302_3029'
              }
            ],
            'value': 'C_30_302'
          },
          {
            'level': '3',
            'label': '砖瓦、石材等建筑材料制造',
            'remark': '指粘土、陶瓷砖瓦的生产，建筑用石的加工，用废料或废渣生产的建筑材料，以及其他建筑材料的制造',
            'children': [
              {
                'level': '4',
                'label': '粘土砖瓦及建筑砌块制造',
                'remark': '指用粘土和其他材料生产的砖、瓦及建筑砌块的活动',
                'value': 'C_30_303_3031'
              },
              {
                'level': '4',
                'label': '建筑用石加工',
                'remark': '指用于建筑、筑路、墓地及其他用途的大理石板、花岗岩等石材的切割、成形和修饰活动',
                'value': 'C_30_303_3032'
              },
              {
                'level': '4',
                'label': '防水建筑材料制造',
                'remark': '指以沥青或类似材料为主要原料制造防水材料的活动',
                'value': 'C_30_303_3033'
              },
              {
                'level': '4',
                'label': '隔热和隔音材料制造',
                'remark': '指用于隔热、隔音、保温的岩石棉、矿渣棉、膨胀珍珠岩、膨胀蛭石等矿物绝缘材料及其制品的制造，但不包括石棉隔热、隔音材料的制造',
                'value': 'C_30_303_3034'
              },
              {
                'level': '4',
                'label': '其他建筑材料制造',
                'remark': '',
                'value': 'C_30_303_3039'
              }
            ],
            'value': 'C_30_303'
          },
          {
            'level': '3',
            'label': '玻璃制造',
            'remark': '指任何形态玻璃的生产，以及利用废玻璃再生产玻璃活动，包括特制玻璃的生产',
            'children': [
              {
                'level': '4',
                'label': '平板玻璃制造',
                'remark': '指用浮法、垂直引上法、压延法等生产平板玻璃原片的活动',
                'value': 'C_30_304_3041'
              },
              {
                'level': '4',
                'label': '特种玻璃制造',
                'remark': '指具有钢化、单向透视、耐高压、耐高温、隔音、防紫外线、防弹、防爆、中空、夹层、变形、超厚、超薄等某一种特殊功能或特殊工艺的玻璃制造',
                'value': 'C_30_304_3042'
              },
              {
                'level': '4',
                'label': '其他玻璃制造',
                'remark': '指未列明的玻璃制造',
                'value': 'C_30_304_3049'
              }
            ],
            'value': 'C_30_304'
          },
          {
            'level': '3',
            'label': '玻璃制品制造',
            'remark': '指任何形态玻璃制品的生产，以及利用废玻璃再生产玻璃制品的活动',
            'children': [
              {
                'level': '4',
                'label': '技术玻璃制品制造',
                'remark': '指用于建筑、工业生产的技术玻璃制品的制造',
                'value': 'C_30_305_3051'
              },
              {
                'level': '4',
                'label': '光学玻璃制造',
                'remark': '指用于放大镜、显微镜、光学仪器等方面的光学玻璃，日用光学玻璃，钟表用玻璃或类似玻璃，光学玻璃眼镜毛坯的制造，以及未进行光学加工的光学玻璃元件的制造',
                'value': 'C_30_305_3052'
              },
              {
                'level': '4',
                'label': '玻璃仪器制造',
                'remark': '指实验室、医疗卫生用各种玻璃仪器和玻璃器皿以及玻璃管的制造',
                'value': 'C_30_305_3053'
              },
              {
                'level': '4',
                'label': '日用玻璃制品制造',
                'remark': '指餐厅、厨房、卫生间、室内装饰及其他生活用玻璃制品的制造',
                'value': 'C_30_305_3054'
              },
              {
                'level': '4',
                'label': '玻璃包装容器制造',
                'remark': '指主要用于产品包装的各种玻璃容器的制造',
                'value': 'C_30_305_3055'
              },
              {
                'level': '4',
                'label': '玻璃保温容器制造',
                'remark': '指玻璃保温瓶和其他个人或家庭用玻璃保温容器的制造',
                'value': 'C_30_305_3056'
              },
              {
                'level': '4',
                'label': '制镜及类似品加工',
                'remark': '指以平板玻璃为材料，经对其进行镀银、镀铝，或冷、热加工后成型的镜子及类似制品的制造',
                'value': 'C_30_305_3057'
              },
              {
                'level': '4',
                'label': '其他玻璃制品制造',
                'remark': '',
                'value': 'C_30_305_3059'
              }
            ],
            'value': 'C_30_305'
          },
          {
            'level': '3',
            'label': '玻璃纤维和玻璃纤维增强塑料制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '玻璃纤维及制品制造',
                'remark': '',
                'value': 'C_30_306_3061'
              },
              {
                'level': '4',
                'label': '玻璃纤维增强塑料制品制造',
                'remark': '也称玻璃钢，指用玻璃纤维增强热固性树脂生产塑料制品的活动',
                'value': 'C_30_306_3062'
              }
            ],
            'value': 'C_30_306'
          },
          {
            'level': '3',
            'label': '陶瓷制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '建筑陶瓷制品制造',
                'remark': '指用于建筑物的内、外墙及地面装饰或耐酸腐蚀的陶瓷材料（不论是否涂釉）的生产活动，以及水道、排水沟的陶瓷管道及配件的制造',
                'value': 'C_30_307_3071'
              },
              {
                'level': '4',
                'label': '卫生陶瓷制品制造',
                'remark': '指卫生和清洁盥洗用的陶瓷用具的生产活动',
                'value': 'C_30_307_3072'
              },
              {
                'level': '4',
                'label': '特种陶瓷制品制造',
                'remark': '指专为工业、农业、实验室等领域的各种特定用途和要求，采用特殊生产工艺制造陶瓷制品的生产活动',
                'value': 'C_30_307_3073'
              },
              {
                'level': '4',
                'label': '日用陶瓷制品制造',
                'remark': '指以粘土、瓷石、长石、石英等为原料，经破碎、制泥、成型、烧炼等工艺制成，主要供日常生活用的各种瓷器、炻器、陶器等陶瓷制品的制造',
                'value': 'C_30_307_3074'
              },
              {
                'level': '4',
                'label': '陈设艺术陶瓷制造',
                'remark': '指以粘土、瓷土、瓷石、长石、石英等为原料，经制胎、施釉、装饰、烧制等工艺制成，主要供欣赏、装饰的陶瓷工艺美术品制造',
                'value': 'C_30_307_3075'
              },
              {
                'level': '4',
                'label': '园艺陶瓷制造',
                'remark': '指专门为园林、公园、室外景观的摆设或具有一定功能的大型陶瓷制造',
                'value': 'C_30_307_3076'
              },
              {
                'level': '4',
                'label': '其他陶瓷制品制造',
                'remark': '指以石英、长石、瓷土等为原料，经制胎、施釉、装饰、烧成等工艺制成的实用陶瓷的制造，以及其他未列明的陶瓷制品的制造',
                'value': 'C_30_307_3079'
              }
            ],
            'value': 'C_30_307'
          },
          {
            'level': '3',
            'label': '耐火材料制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '石棉制品制造',
                'remark': '指以石棉或其他矿物纤维素为基础，制造摩擦制品、石棉纺织制品、石棉橡胶制品、石棉保温隔热材料制品的生产活动',
                'value': 'C_30_308_3081'
              },
              {
                'level': '4',
                'label': '云母制品制造',
                'remark': '',
                'value': 'C_30_308_3082'
              },
              {
                'level': '4',
                'label': '耐火陶瓷制品及其他耐火材料制造',
                'remark': '指用硅质、粘土质、高铝质等石粉成形的陶瓷隔热制品的制造',
                'value': 'C_30_308_3089'
              }
            ],
            'value': 'C_30_308'
          },
          {
            'level': '3',
            'label': '石墨及其他非金属矿物制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '石墨及碳素制品制造',
                'remark': '指以炭、石墨材料加工的特种石墨制品、石墨烯、碳素制品、异形制品，以及用树脂和各种有机物浸渍加工而成的碳素异形产品的制造',
                'value': 'C_30_309_3091'
              },
              {
                'level': '4',
                'label': '其他非金属矿物制品制造',
                'remark': '',
                'value': 'C_30_309_3099'
              }
            ],
            'value': 'C_30_309'
          }
        ],
        'value': 'C_30'
      },
      {
        'level': '2',
        'label': '黑色金属冶炼和压延加工业 ',
        'remark': '',
        'value': 'C_31'
      },
      {
        'level': '2',
        'label': '有色金属冶炼和压延加工业 ',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '常用有色金属冶炼',
            'remark': '指通过熔炼、精炼、电解或其他方法从有色金属矿、废杂金属料等有色金属原料中提炼常用有色金属的生产活动',
            'children': [
              {
                'level': '4',
                'label': '铜冶炼',
                'remark': '指对铜精矿等矿山原料、废杂铜料进行熔炼、精炼、电解等提炼铜的生产活动',
                'value': 'C_32_321_3211'
              },
              {
                'level': '4',
                'label': '铅锌冶炼',
                'remark': '',
                'value': 'C_32_321_3212'
              },
              {
                'level': '4',
                'label': '镍钴冶炼',
                'remark': '',
                'value': 'C_32_321_3213'
              },
              {
                'level': '4',
                'label': '锡冶炼',
                'remark': '',
                'value': 'C_32_321_3214'
              },
              {
                'level': '4',
                'label': '锑冶炼',
                'remark': '',
                'value': 'C_32_321_3215'
              },
              {
                'level': '4',
                'label': '铝冶炼',
                'remark': '指对铝矿山原料通过冶炼、电解、铸型，以及对废杂铝料进行熔炼等提炼铝的生产活动',
                'value': 'C_32_321_3216'
              },
              {
                'level': '4',
                'label': '镁冶炼',
                'remark': '',
                'value': 'C_32_321_3217'
              },
              {
                'level': '4',
                'label': '硅冶炼',
                'remark': '',
                'value': 'C_32_321_3218'
              },
              {
                'level': '4',
                'label': '其他常用有色金属冶炼',
                'remark': '',
                'value': 'C_32_321_3219'
              }
            ],
            'value': 'C_32_321'
          },
          {
            'level': '3',
            'label': '贵金属冶炼',
            'remark': '指对金、银及铂族金属的提炼活动',
            'children': [
              {
                'level': '4',
                'label': '金冶炼',
                'remark': '指用金精（块）矿、阳极泥（冶炼其他有色金属时回收的阳极泥含金）、废杂金提炼黄金的生产活动',
                'value': 'C_32_322_3221'
              },
              {
                'level': '4',
                'label': '银冶炼',
                'remark': '指用银精（块）矿、阳极泥（冶炼其他有色金属时回收的阳极泥含银）、废杂银提炼白银的生产活动',
                'value': 'C_32_322_3222'
              },
              {
                'level': '4',
                'label': '其他贵金属冶炼',
                'remark': '',
                'value': 'C_32_322_3229'
              }
            ],
            'value': 'C_32_322'
          },
          {
            'level': '3',
            'label': '稀有稀土金属冶炼',
            'remark': '指钨钼、稀有轻金属、稀有高熔点金属、稀散金属、稀土金属及其他稀有稀土金属冶炼活动，但不包括钍和铀等放射性金属的冶炼加工',
            'children': [
              {
                'level': '4',
                'label': '钨钼冶炼',
                'remark': '',
                'value': 'C_32_323_3231'
              },
              {
                'level': '4',
                'label': '稀土金属冶炼',
                'remark': '',
                'value': 'C_32_323_3232'
              },
              {
                'level': '4',
                'label': '其他稀有金属冶炼',
                'remark': '',
                'value': 'C_32_323_3239'
              }
            ],
            'value': 'C_32_323'
          },
          {
            'level': '3',
            'label': '有色金属压延加工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '铜压延加工',
                'remark': '指铜及铜合金的压延加工生产活动',
                'value': 'C_32_325_3251'
              },
              {
                'level': '4',
                'label': '铝压延加工',
                'remark': '指铝及铝合金的压延加工生产活动',
                'value': 'C_32_325_3252'
              },
              {
                'level': '4',
                'label': '贵金属压延加工',
                'remark': '指对金、银及铂族等贵金属，进行轧制、拉制或挤压加工的生产活动',
                'value': 'C_32_325_3253'
              },
              {
                'level': '4',
                'label': '稀有稀土金属压延加工',
                'remark': '指对钨、钼、钽等稀有金属材的加工',
                'value': 'C_32_325_3254'
              },
              {
                'level': '4',
                'label': '其他有色金属压延加工',
                'remark': '',
                'value': 'C_32_325_3259'
              }
            ],
            'value': 'C_32_325'
          }
        ],
        'value': 'C_32'
      },
      {
        'level': '2',
        'label': '金属制品业 ',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '结构性金属制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '金属结构制造',
                'remark': '指以铁、钢或铝等金属为主要材料，制造金属构件、金属构件零件、建筑用钢制品及类似品的生产活动，这些制品可以运输，并便于装配、安装或竖立',
                'value': 'C_33_331_3311'
              },
              {
                'level': '4',
                'label': '金属门窗制造',
                'remark': '指用金属材料（铝合金或其他金属）制作建筑物用门窗及类似品的生产活动',
                'value': 'C_33_331_3312'
              }
            ],
            'value': 'C_33_331'
          },
          {
            'level': '3',
            'label': '金属工具制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '切削工具制造',
                'remark': '指手工或机床用可互换的切削工具的制造',
                'value': 'C_33_332_3321'
              },
              {
                'level': '4',
                'label': '手工具制造',
                'remark': '指在生产和日常生活中，进行装配、安装、维修时使用的手工工具的制造',
                'value': 'C_33_332_3322'
              },
              {
                'level': '4',
                'label': '农用及园林用金属工具制造',
                'remark': '指主要用于农牧业生产的小农具，园艺或林业作业用金属工具的制造',
                'value': 'C_33_332_3323'
              },
              {
                'level': '4',
                'label': '刀剪及类似日用金属工具制造',
                'remark': '指日常生活用刀剪、刀具、指甲钳等类似金属工具的制造',
                'value': 'C_33_332_3324'
              },
              {
                'level': '4',
                'label': '其他金属工具制造',
                'remark': '指上述类别未包括的用于各种用途的金属工具的制造',
                'value': 'C_33_332_3329'
              }
            ],
            'value': 'C_33_332'
          },
          {
            'level': '3',
            'label': '集装箱及金属包装容器制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '集装箱制造',
                'remark': '指专门设计，可长期反复使用，不用换箱内货物，便可从一种运输方式转移到另一种运输方式的放置货物的钢质箱体（其容积大于1m3）的生产活动',
                'value': 'C_33_333_3331'
              },
              {
                'level': '4',
                'label': '金属压力容器制造',
                'remark': '指用于存装压缩气体、液化气体及其他具有一定压力的液体物质的金属容器（不论其是否配有顶盖、塞子，或衬有除铁、钢、铝以外的材料）的制造',
                'value': 'C_33_333_3332'
              },
              {
                'level': '4',
                'label': '金属包装容器及材料制造',
                'remark': '指主要为商品运输或包装而制作的金属包装容器及附件的制造',
                'value': 'C_33_333_3333'
              }
            ],
            'value': 'C_33_333'
          },
          {
            'level': '3',
            'label': '建筑、安全用金属制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '建筑、家具用金属配件制造',
                'remark': '指用于建筑物、家具、交通工具或其他场所和用具的金属装置、锁及其金属配件的制造',
                'value': 'C_33_335_3351'
              },
              {
                'level': '4',
                'label': '建筑装饰及水暖管道零件制造',
                'remark': '指用于建筑方面的金属装饰材料，以及建筑工程对中性介质（如水、油、蒸汽、空气、煤气等没有腐蚀性的气体和液体物质）在低压下进行工作的设备和管道上所使用的金属附件的制造',
                'value': 'C_33_335_3352'
              },
              {
                'level': '4',
                'label': '安全、消防用金属制品制造',
                'remark': '指安全、消防用金属保险柜、保险箱、消防梯等金属制品的制造',
                'value': 'C_33_335_3353'
              },
              {
                'level': '4',
                'label': '其他建筑、安全用金属制品制造',
                'remark': '',
                'value': 'C_33_335_3359'
              }
            ],
            'value': 'C_33_335'
          },
          {
            'level': '3',
            'label': '搪瓷制品制造',
            'remark': '指在金属坯体表面涂搪瓷釉制成的，具有金属机械强度和瓷釉物化特征，及可装饰性的制品制造',
            'children': [
              {
                'level': '4',
                'label': '生产专用搪瓷制品制造',
                'remark': '指专为工业生产设备、工业产品及家电配套的各种搪瓷制品的制造',
                'value': 'C_33_337_3371'
              },
              {
                'level': '4',
                'label': '建筑装饰搪瓷制品制造',
                'remark': '指用于建筑及其装饰方面的搪瓷制品和搪瓷制建筑材料的制造',
                'value': 'C_33_337_3372'
              },
              {
                'level': '4',
                'label': '搪瓷卫生洁具制造',
                'remark': '指卫生用和清洁盥洗用搪瓷用具的生产活动',
                'value': 'C_33_337_3373'
              },
              {
                'level': '4',
                'label': '搪瓷日用品及其他搪瓷制品制造',
                'remark': '指金属薄板经过成型、搪烧制成的日用品及其他搪瓷制品的制造',
                'value': 'C_33_337_3379'
              }
            ],
            'value': 'C_33_337'
          },
          {
            'level': '3',
            'label': '金属制日用品制造',
            'remark': '指以不锈钢、铝等金属为主要原材料，加工制作各种日常生活用金属制品的生产活动',
            'children': [
              {
                'level': '4',
                'label': '金属制厨房用器具制造',
                'remark': '指厨房烹制、调理用各种金属器具、用具的生产活动',
                'value': 'C_33_338_3381'
              },
              {
                'level': '4',
                'label': '金属制餐具和器皿制造',
                'remark': '',
                'value': 'C_33_338_3382'
              },
              {
                'level': '4',
                'label': '金属制卫生器具制造',
                'remark': '指卫生用和清洁盥洗用的各种金属器具、用具的生产活动',
                'value': 'C_33_338_3383'
              },
              {
                'level': '4',
                'label': '其他金属制日用品制造',
                'remark': '',
                'value': 'C_33_338_3389'
              }
            ],
            'value': 'C_33_338'
          },
          {
            'level': '3',
            'label': '铸造及其他金属制品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '黑色金属铸造',
                'remark': '指铸铁件、铸钢件等各种成品、半成品的制造 ',
                'value': 'C_33_339_3391'
              },
              {
                'level': '4',
                'label': '有色金属铸造',
                'remark': '指有色金属及其合金铸造的各种成品、半成品的制造 ',
                'value': 'C_33_339_3392'
              },
              {
                'level': '4',
                'label': '锻件及粉末冶金制品制造',
                'remark': '指通过对金属坯料进行锻造变形而得到的工件或毛坯，或者将金属粉末和与非金属粉末的混合物通过压制变形、烘焙制作制品和材料的活动，包括自由锻件、模锻件、特殊成形锻件、冷锻件、温锻件、粉末冶金件等制造',
                'value': 'C_33_339_3393'
              },
              {
                'level': '4',
                'label': '交通及公共管理用金属标牌制造',
                'remark': '',
                'value': 'C_33_339_3394'
              },
              {
                'level': '4',
                'label': '其他未列明金属制品制造',
                'remark': '指其他上述未包括的金属制品的制造；本类别还包括武器弹药的制造',
                'value': 'C_33_339_3399'
              }
            ],
            'value': 'C_33_339'
          }
        ],
        'value': 'C_33'
      },
      {
        'level': '2',
        'label': '通用设备制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '锅炉及原动设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '锅炉及辅助设备制造',
                'remark': '指各种蒸汽锅炉、汽化锅炉，以及除同位素分离器以外的各种核反应堆的制造',
                'value': 'C_34_341_3411'
              },
              {
                'level': '4',
                'label': '内燃机及配件制造',
                'remark': '指用于移动或固定用途的往复式、旋转式、火花点火式或压燃式内燃机及配件的制造，但不包括飞机、汽车和摩托车发动机的制造',
                'value': 'C_34_341_3412'
              },
              {
                'level': '4',
                'label': '汽轮机及辅机制造',
                'remark': '指汽轮机和燃气轮机（蒸汽涡轮机）的制造',
                'value': 'C_34_341_3413'
              },
              {
                'level': '4',
                'label': '水轮机及辅机制造',
                'remark': '',
                'value': 'C_34_341_3414'
              },
              {
                'level': '4',
                'label': '风能原动设备制造',
                'remark': '指风能发电设备及其他风能原动设备制造',
                'value': 'C_34_341_3415'
              },
              {
                'level': '4',
                'label': '其他原动设备制造',
                'remark': '',
                'value': 'C_34_341_3419'
              }
            ],
            'value': 'C_34_341'
          },
          {
            'level': '3',
            'label': '金属加工机械制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '金属切削机床制造',
                'remark': '指用于加工金属的各种切削加工数控机床及普通机床的制造',
                'value': 'C_34_342_3421'
              },
              {
                'level': '4',
                'label': '金属成形机床制造',
                'remark': '指以锻压、锤击和模压方式加工金属的机床，或以弯曲、折叠、矫直、剪切、冲压、开槽、拉丝等方式加工金属的数控机床及普通机床的制造',
                'value': 'C_34_342_3422'
              },
              {
                'level': '4',
                'label': '铸造机械制造',
                'remark': '指金属铸件（机械零件毛坯件）铸造用专用设备及其专门配套件的制造，普通铸造设备、制芯设备、砂处理设备、清理设备和特种铸造设备等制造',
                'value': 'C_34_342_3423'
              },
              {
                'level': '4',
                'label': '金属切割及焊接设备制造',
                'remark': '指将电能及其他形式的能量转换为切割、焊接能量对金属进行切割、焊接设备的制造',
                'value': 'C_34_342_3424'
              },
              {
                'level': '4',
                'label': '机床功能部件及附件制造',
                'remark': '指实现机床核心功能的零件和部件的制造，以及扩大机床加工性能和使用范围的附属装置的制造',
                'value': 'C_34_342_3425'
              },
              {
                'level': '4',
                'label': '其他金属加工机械制造',
                'remark': '',
                'value': 'C_34_342_3429'
              }
            ],
            'value': 'C_34_342'
          },
          {
            'level': '3',
            'label': '物料搬运设备制造',
            'remark': '指在工厂、仓库、码头、站台及其他场地，进行起重、输送、装卸、搬运、堆码、存储等作业的机械设备以及车辆及其专门配套件的制造',
            'children': [
              {
                'level': '4',
                'label': '轻小型起重设备制造',
                'remark': '指结构轻巧、动作简单、可在狭小场地升降或移动重物的简易起重设备及器具的制造；包括起重滑车、手动葫芦、电动葫芦、普通卷扬机、千斤顶、汽车举升机、单轨小车等制造',
                'value': 'C_34_343_3431'
              },
              {
                'level': '4',
                'label': '生产专用起重机制造',
                'remark': '指具有起升、行走等主要工作机构的各种起重机及其专门配套件的制造',
                'value': 'C_34_343_3432'
              },
              {
                'level': '4',
                'label': '生产专用车辆制造',
                'remark': '指用于生产企业内部，进行装卸、堆跺或短距离搬运、牵引、顶推等作业的无轨车辆及其专门配套件的制造；包括电动叉车、内燃叉车、集装箱正面吊运机、短距离牵引车及固定平台搬运车、跨运车，以及手动搬运、堆跺车等制造',
                'value': 'C_34_343_3433'
              },
              {
                'level': '4',
                'label': '连续搬运设备制造',
                'remark': '指在同一方向上，按照规定的线路连续或间歇地运送或装卸散状物料和成件物品的搬运设备及其专门配套件的制造；包括输送机械、装卸机械、给料机械等三类产品及其专门配套件的制造',
                'value': 'C_34_343_3434'
              },
              {
                'level': '4',
                'label': '电梯、自动扶梯及升降机制造',
                'remark': '指各种电梯、自动扶梯及自动人行道、升降机及其专门配套件的制造',
                'value': 'C_34_343_3435'
              },
              {
                'level': '4',
                'label': '客运索道制造',
                'remark': '指动力驱动，利用柔性绳索牵引箱体等运载工具运送人员的机电设备，包括客运架空索道、客运缆车、客运拖牵索道等制造',
                'value': 'C_34_343_3436'
              },
              {
                'level': '4',
                'label': '机械式停车设备制造',
                'remark': '指采用机械方法存取、停放汽车的机械装置或设备系统的制造，包括平面移动类、巷道堆垛类、垂直升降类、升降横移类、简易升降类停车设备',
                'value': 'C_34_343_3437'
              },
              {
                'level': '4',
                'label': '其他物料搬运设备制造',
                'remark': '指除上述以外的其他物料搬运设备及其专门配套件的制造',
                'value': 'C_34_343_3439'
              }
            ],
            'value': 'C_34_343'
          },
          {
            'level': '3',
            'label': '泵、阀门、压缩机及类似机械制造',
            'remark': '指泵、真空设备、压缩机，液压和气压动力机械及类似机械和阀门的制造',
            'children': [
              {
                'level': '4',
                'label': '泵及真空设备制造',
                'remark': '指用以输送各种液体、液固混合体、液气混合体及其增压、循环、真空等用途的设备制造',
                'value': 'C_34_344_3441'
              },
              {
                'level': '4',
                'label': '气体压缩机械制造',
                'remark': '指对气体进行压缩，使其压力提高到340kPa以上的压缩机械的制造',
                'value': 'C_34_344_3442'
              },
              {
                'level': '4',
                'label': '阀门和旋塞制造',
                'remark': '指通过改变其流道面积的大小，用以控制流体流量、压力和流向的装置制造',
                'value': 'C_34_344_3443'
              },
              {
                'level': '4',
                'label': '液压动力机械及元件制造',
                'remark': '指以液体为工作介质，依靠液体压力能，来进行能量转换、传递、控制和分配的元件和装置制造',
                'value': 'C_34_344_3444'
              },
              {
                'level': '4',
                'label': '液力动力机械元件制造',
                'remark': '指以液体为工作介质，依靠液体动量矩，来进行能量转换、传递、控制和分配的元件和装置制造',
                'value': 'C_34_344_3445'
              },
              {
                'level': '4',
                'label': '气压动力机械及元件制造',
                'remark': '指以气体为工作介质，靠气压动力来传送能量的装置制造',
                'value': 'C_34_344_3446'
              }
            ],
            'value': 'C_34_344'
          },
          {
            'level': '3',
            'label': '轴承、齿轮和传动部件制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '滚动轴承制造',
                'remark': '指将运转的轴与轴座之间的滑动摩擦变为滚动摩擦，从而减少摩擦损失的一种精密的机械元件的制造',
                'value': 'C_34_345_3451'
              },
              {
                'level': '4',
                'label': '滑动轴承制造',
                'remark': '指在滑动摩擦下工作的轴承制造',
                'value': 'C_34_345_3452'
              },
              {
                'level': '4',
                'label': '齿轮及齿轮减、变速箱制造',
                'remark': '指用于传递动力和转速的齿轮和齿轮减(增）速箱（机、器）、齿轮变速箱的制造；不包括汽车变速箱等制造',
                'value': 'C_34_345_3453'
              },
              {
                'level': '4',
                'label': '其他传动部件制造',
                'remark': '指除齿轮及齿轮减、变速箱以外的其他相关传动装置制造；包括链传动、带传动、离合器、联轴节、制动器、平衡系统及其配套件制造',
                'value': 'C_34_345_3459'
              }
            ],
            'value': 'C_34_345'
          },
          {
            'level': '3',
            'label': '烘炉、风机、包装等设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '烘炉、熔炉及电炉制造',
                'remark': '指使用液体燃料、粉状固体燃料（焚化炉）或气体燃料，进行煅烧、熔化或其他热处理用的非电力熔炉、窑炉和烘炉等燃烧器的制造，以及工业或实验室用电炉及零件的制造',
                'value': 'C_34_346_3461'
              },
              {
                'level': '4',
                'label': '风机、风扇制造',
                'remark': '指用来输送各种气体，以及气体增压、循环、通风换气、排尘等设备的制造',
                'value': 'C_34_346_3462'
              },
              {
                'level': '4',
                'label': '气体、液体分离及纯净设备制造',
                'remark': '指对气体进行杂质的去除，提高气体的纯度的气体净化设备制造；仅对气、液混合物进行分离，不改变气体、液体性质的气、液分离设备制造；对各种混合气体进行分离及液化的气体分离成套设备制造',
                'value': 'C_34_346_3463'
              },
              {
                'level': '4',
                'label': '制冷、空调设备制造',
                'remark': '指用于专业生产、商业经营等方面的制冷设备和空调设备的制造，但不包括家用空调设备的制造',
                'value': 'C_34_346_3464'
              },
              {
                'level': '4',
                'label': '风动和电动工具制造',
                'remark': '指带有电动机、非电力发动机或风动装置的手工操作加工工具的制造',
                'value': 'C_34_346_3465'
              },
              {
                'level': '4',
                'label': '喷枪及类似器具制造 ',
                'remark': '',
                'value': 'C_34_346_3466'
              },
              {
                'level': '4',
                'label': '包装专用设备制造',
                'remark': '指对瓶、桶、箱、袋或其他容器的洗涤、干燥、装填、密封和贴标签等专用包装机械的制造',
                'value': 'C_34_346_3467'
              }
            ],
            'value': 'C_34_346'
          },
          {
            'level': '3',
            'label': '文化、办公用机械制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电影机械制造',
                'remark': '指各种类型或用途的电影摄影机、电影录音摄影机、影像放映机及电影辅助器材和配件的制造',
                'value': 'C_34_347_3471'
              },
              {
                'level': '4',
                'label': '幻灯及投影设备制造',
                'remark': '指通过媒体将在电子成像器件上的文字图像、胶片上的文字图像、纸张上的文字图像及实物投射到银幕上的各种设备、器材及零配件的制造',
                'value': 'C_34_347_3472'
              },
              {
                'level': '4',
                'label': '照相机及器材制造',
                'remark': '指各种类型或用途的照相机的制造；包括用以制备印刷板，用于水下或空中照相的照相机制造，以及照相机用闪光装置、摄影暗室装置和零件的制造',
                'value': 'C_34_347_3473'
              },
              {
                'level': '4',
                'label': '复印和胶印设备制造',
                'remark': '指各种用途的复印设备和集复印、打印、扫描、传真为一体的多功能一体机的制造；以及主要用于办公室的胶印设备、文字处理设备及零件的制造',
                'value': 'C_34_347_3474'
              },
              {
                'level': '4',
                'label': '计算器及货币专用设备制造',
                'remark': '指金融、商业、交通及办公等使用的电子计算器、具有计算功能的数据记录、重现和显示机器的制造；以及货币专用设备及类似机械的制造',
                'value': 'C_34_347_3475'
              },
              {
                'level': '4',
                'label': '其他文化、办公用机械制造',
                'remark': '',
                'value': 'C_34_347_3479'
              }
            ],
            'value': 'C_34_347'
          },
          {
            'level': '3',
            'label': '通用零部件制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '金属密封件制造',
                'remark': '指以金属为原料制作密封件的生产活动',
                'value': 'C_34_348_3481'
              },
              {
                'level': '4',
                'label': '紧固件制造',
                'remark': '',
                'value': 'C_34_348_3482'
              },
              {
                'level': '4',
                'label': '弹簧制造',
                'remark': '',
                'value': 'C_34_348_3483'
              },
              {
                'level': '4',
                'label': '机械零部件加工',
                'remark': '指对专用和通用机械零部件的加工',
                'value': 'C_34_348_3484'
              },
              {
                'level': '4',
                'label': '其他通用零部件制造',
                'remark': '',
                'value': 'C_34_348_3489'
              }
            ],
            'value': 'C_34_348'
          },
          {
            'level': '3',
            'label': '其他通用设备制造业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '工业机器人制造',
                'remark': '指用于工业自动化领域的工业机器人的制造',
                'value': 'C_34_349_3491'
              },
              {
                'level': '4',
                'label': '特殊作业机器人制造',
                'remark': '指用于特殊性作业的机器人制造，如水下、危险环境、高空作业、国防、科考、特殊搬运、农业等特殊作业机器人制造',
                'value': 'C_34_349_3492'
              },
              {
                'level': '4',
                'label': '增材制造装备制造',
                'remark': '指以增材制造技术进行加工的设备制造和零部件制造',
                'value': 'C_34_349_3493'
              },
              {
                'level': '4',
                'label': '其他未列明通用设备制造业',
                'remark': '',
                'value': 'C_34_349_3499'
              }
            ],
            'value': 'C_34_349'
          }
        ],
        'value': 'C_34'
      },
      {
        'level': '2',
        'label': '专用设备制造业 ',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '采矿、冶金、建筑专用设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '矿山机械制造',
                'remark': '指用于各种固体矿物及石料的开采和洗选的机械设备及其专门配套设备的制造；包括建井设备，采掘、凿岩设备，矿山提升设备，矿物破碎、粉磨设备，矿物筛分、洗选设备，矿用牵引车及矿车等产品及其专用配套件的制造',
                'value': 'C_35_351_3511'
              },
              {
                'level': '4',
                'label': '石油钻采专用设备制造',
                'remark': '指对陆地和近海石油、天然气等专用开采设备的制造；不包括深海石油、天然气勘探开采平台及相关漂浮设备的制造',
                'value': 'C_35_351_3512'
              },
              {
                'level': '4',
                'label': '深海石油钻探设备制造',
                'remark': '指对万米以上海洋的石油、天然气等专用开采设备的制造；不包括万米以下浅海和陆地石油、天然气勘探开采平台及相关漂浮设备的制造',
                'value': 'C_35_351_3513'
              },
              {
                'level': '4',
                'label': '建筑工程用机械制造',
                'remark': '指建筑施工及市政公共工程用机械的制造，包括土方机械、筑路机械、具有回转、变幅功能的工程起重机、建筑起重机等',
                'value': 'C_35_351_3514'
              },
              {
                'level': '4',
                'label': '建筑材料生产专用机械制造',
                'remark': '指生产水泥、水泥制品、玻璃及玻璃纤维、建筑陶瓷、砖瓦等建筑材料所使用的各种生产、搅拌成型机械的制造',
                'value': 'C_35_351_3515'
              },
              {
                'level': '4',
                'label': '冶金专用设备制造',
                'remark': '指金属冶炼、锭坯铸造、轧制及其专用配套设备等生产专用设备的制造',
                'value': 'C_35_351_3516'
              },
              {
                'level': '4',
                'label': '隧道施工专用机械制造',
                'remark': '指用于地下非开挖施工专用机械的制造，包括隧道掘进机（盾构机和硬岩掘进机）、顶管机、水平定向钻等',
                'value': 'C_35_351_3517'
              }
            ],
            'value': 'C_35_351'
          },
          {
            'level': '3',
            'label': '化工、木材、非金属加工专用设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '炼油、化工生产专用设备制造',
                'remark': '指炼油、化学工业生产专用设备的制造，但不包括包装机械等通用设备的制造',
                'value': 'C_35_352_3521'
              },
              {
                'level': '4',
                'label': '橡胶加工专用设备制造',
                'remark': '指加工橡胶，或以橡胶为材料生产橡胶制品的专用机械制造',
                'value': 'C_35_352_3522'
              },
              {
                'level': '4',
                'label': '塑料加工专用设备制造',
                'remark': '指塑料加工工业中所使用的各类专用机械和装置的制造',
                'value': 'C_35_352_3523'
              },
              {
                'level': '4',
                'label': '木竹材加工机械制造',
                'remark': '指在木竹材、木竹质板材、木制品及竹制品加工过程中的各类机械和设备的制造',
                'value': 'C_35_352_3524'
              },
              {
                'level': '4',
                'label': '模具制造',
                'remark': '指金属铸造用模具、矿物材料用模具、橡胶或塑料用模具及其他用途的模具的制造',
                'value': 'C_35_352_3525'
              },
              {
                'level': '4',
                'label': '其他非金属加工专用设备制造',
                'remark': '',
                'value': 'C_35_352_3529'
              }
            ],
            'value': 'C_35_352'
          },
          {
            'level': '3',
            'label': '食品、饮料、烟草及饲料生产专用设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '食品、酒、饮料及茶生产专用设备制造',
                'remark': '指主要用于食品、酒、饮料生产及茶制品加工等专用设备的制造',
                'value': 'C_35_353_3531'
              },
              {
                'level': '4',
                'label': '农副食品加工专用设备制造',
                'remark': '指对谷物、干豆类等农作物的筛选、碾磨、储存等专用机械，糖料和油料作物加工机械，畜禽屠宰、水产品加工及盐加工机械的制造',
                'value': 'C_35_353_3532'
              },
              {
                'level': '4',
                'label': '烟草生产专用设备制造',
                'remark': '',
                'value': 'C_35_353_3533'
              },
              {
                'level': '4',
                'label': '饲料生产专用设备制造',
                'remark': '',
                'value': 'C_35_353_3534'
              }
            ],
            'value': 'C_35_353'
          },
          {
            'level': '3',
            'label': '印刷、制药、日化及日用品生产专用设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '制浆和造纸专用设备制造',
                'remark': '指在制浆、造纸、纸加工及纸制品的生产过程中所用的各类机械和设备的制造',
                'value': 'C_35_354_3541'
              },
              {
                'level': '4',
                'label': '印刷专用设备制造',
                'remark': '指使用印刷或其他方式将图文信息转移到承印物上的专用生产设备的制造',
                'value': 'C_35_354_3542'
              },
              {
                'level': '4',
                'label': '日用化工专用设备制造',
                'remark': '指日用化学工业产品，如洗涤用品、口腔清洁用品、化妆品、香精、香料、动物胶、感光材料及其他日用化学制品专用生产设备的制造',
                'value': 'C_35_354_3543'
              },
              {
                'level': '4',
                'label': '制药专用设备制造',
                'remark': '指化学原料药和药剂、中药饮片及中成药专用生产设备的制造',
                'value': 'C_35_354_3544'
              },
              {
                'level': '4',
                'label': '照明器具生产专用设备制造',
                'remark': '指用于生产各种类型电光源产品和各种照明器具产品的专用生产设备的制造',
                'value': 'C_35_354_3545'
              },
              {
                'level': '4',
                'label': '玻璃、陶瓷和搪瓷制品生产专用设备制造',
                'remark': '指用于生产加工玻璃制品、玻璃器皿的专用机械，陶瓷器等类似产品的加工机床和生产专用机械，以及搪瓷制品生产设备的制造',
                'value': 'C_35_354_3546'
              },
              {
                'level': '4',
                'label': '其他日用品生产专用设备制造',
                'remark': '指上述未列明的日用品、工艺美术品的生产专用机械设备的制造',
                'value': 'C_35_354_3549'
              }
            ],
            'value': 'C_35_354'
          },
          {
            'level': '3',
            'label': '纺织、服装和皮革加工专用设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '纺织专用设备制造',
                'remark': '指纺织纤维预处理、纺纱、织造和针织机械的制造',
                'value': 'C_35_355_3551'
              },
              {
                'level': '4',
                'label': '皮革、毛皮及其制品加工专用设备制造',
                'remark': '指在制革、毛皮鞣制及其制品的加工生产过程中所使用的各种专用设备的制造',
                'value': 'C_35_355_3552'
              },
              {
                'level': '4',
                'label': '缝制机械制造',
                'remark': '指用于服装、鞋帽、箱包等制作的专用缝纫机械制造，以及生产加工各种面料服装、鞋帽所包括的铺布、裁剪、整烫、输送管理等机械和羽绒加工设备的制造',
                'value': 'C_35_355_3553'
              },
              {
                'level': '4',
                'label': '洗涤机械制造',
                'remark': '指洗衣店等专业洗衣机械的制造；不包括家用洗衣机的制造',
                'value': 'C_35_355_3554'
              }
            ],
            'value': 'C_35_355'
          },
          {
            'level': '3',
            'label': '电子和电工机械专用设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电工机械专用设备制造',
                'remark': '指电机、电线、电缆等电站、电工专用机械及器材的生产设备的制造',
                'value': 'C_35_356_3561'
              },
              {
                'level': '4',
                'label': '半导体器件专用设备制造',
                'remark': '指生产集成电路、二极管（含发光二极管）、三极管、太阳能电池片的设备的制造',
                'value': 'C_35_356_3562'
              },
              {
                'level': '4',
                'label': '电子元器件与机电组件设备制造',
                'remark': '指生产电容、电阻、电感、印制电路板、电声元件、锂离子电池等电子元器件与机电组件的设备的制造',
                'value': 'C_35_356_3563'
              },
              {
                'level': '4',
                'label': '其他电子专用设备制造',
                'remark': '指电子（气）物理设备及其他未列明的电子设备的制造',
                'value': 'C_35_356_3569'
              }
            ],
            'value': 'C_35_356'
          },
          {
            'level': '3',
            'label': '农、林、牧、渔专用机械制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '拖拉机制造',
                'remark': '',
                'value': 'C_35_357_3571'
              },
              {
                'level': '4',
                'label': '机械化农业及园艺机具制造',
                'remark': '指用于土壤处理，作物种植或施肥，种植物收割的农业、园艺或其他机械的制造',
                'value': 'C_35_357_3572'
              },
              {
                'level': '4',
                'label': '营林及木竹采伐机械制造',
                'remark': '',
                'value': 'C_35_357_3573'
              },
              {
                'level': '4',
                'label': '畜牧机械制造',
                'remark': '指草原建设、管理，畜禽养殖及畜禽产品采集等专用机械的制造',
                'value': 'C_35_357_3574'
              },
              {
                'level': '4',
                'label': '渔业机械制造',
                'remark': '指渔业养殖、渔业捕捞等专用设备的制造',
                'value': 'C_35_357_3575'
              },
              {
                'level': '4',
                'label': '农林牧渔机械配件制造',
                'remark': '指拖拉机配件和其他农林牧渔机械配件的制造',
                'value': 'C_35_357_3576'
              },
              {
                'level': '4',
                'label': '棉花加工机械制造',
                'remark': '指棉花加工专用机械制造，棉花加工成套设备的制造和安装',
                'value': 'C_35_357_3577'
              },
              {
                'level': '4',
                'label': '其他农、林、牧、渔业机械制造',
                'remark': '指用于农产品初加工机械，以及其他未列明的农、林、牧、渔业机械的制造',
                'value': 'C_35_357_3579'
              }
            ],
            'value': 'C_35_357'
          },
          {
            'level': '3',
            'label': '医疗仪器设备及器械制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '医疗诊断、监护及治疗设备制造',
                'remark': '指用于内科、外科、眼科、妇产科等医疗专用诊断、监护、治疗等方面的设备制造',
                'value': 'C_35_358_3581'
              },
              {
                'level': '4',
                'label': '口腔科用设备及器具制造',
                'remark': '指用于口腔治疗、修补设备及器械的制造',
                'value': 'C_35_358_3582'
              },
              {
                'level': '4',
                'label': '医疗实验室及医用消毒设备和器具制造',
                'remark': '指医疗实验室或医疗用消毒、灭菌设备及器具的制造',
                'value': 'C_35_358_3583'
              },
              {
                'level': '4',
                'label': '医疗、外科及兽医用器械制造',
                'remark': '指各种手术室、急救室、诊疗室等医疗专用及兽医用手术器械、医疗诊断用品和医疗用具的制造',
                'value': 'C_35_358_3584'
              },
              {
                'level': '4',
                'label': '机械治疗及病房护理设备制造',
                'remark': '指各种治疗设备、病房护理及康复专用设备的制造',
                'value': 'C_35_358_3585'
              },
              {
                'level': '4',
                'label': '康复辅具制造',
                'remark': '指用于改善、补偿、替代人体功能和辅助性治疗康复辅助器具的制造，适用于残疾人和老年人生活护理、运动康复、教育和就业辅助、残疾儿童康复等；主要包括假肢、矫形器、轮椅和助行器、助听器和人工耳蜗等产品和零部件的制造，也包括智能仿生假肢、远程康复系统、虚拟现实康复训练设备等其他康复类产品的制造',
                'value': 'C_35_358_3586'
              },
              {
                'level': '4',
                'label': '眼镜制造',
                'remark': '指眼镜成镜、眼镜框架和零配件、眼镜镜片、角膜接触镜（隐形眼镜）及护理产品的制造',
                'value': 'C_35_358_3587'
              },
              {
                'level': '4',
                'label': '其他医疗设备及器械制造',
                'remark': '指外科、牙科等医疗专用及兽医用家具器械的制造和人工器官及植（介）入器械制造，以及其他未列明的医疗设备及器械的制造',
                'value': 'C_35_358_3589'
              }
            ],
            'value': 'C_35_358'
          },
          {
            'level': '3',
            'label': '环保、邮政、社会公共服务及其他专用设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '环境保护专用设备制造',
                'remark': '指用于大气污染防治、水污染防治、固体废弃物处理、土壤修复和抽样、噪声与振动控制、环境应急等环境污染防治专用设备制造',
                'value': 'C_35_359_3591'
              },
              {
                'level': '4',
                'label': '地质勘查专用设备制造',
                'remark': '指地质勘查（勘探）专用设备的制造；不包括通用钻采、挖掘机械的制造',
                'value': 'C_35_359_3592'
              },
              {
                'level': '4',
                'label': '邮政专用机械及器材制造',
                'remark': '',
                'value': 'C_35_359_3593'
              },
              {
                'level': '4',
                'label': '商业、饮食、服务专用设备制造',
                'remark': '',
                'value': 'C_35_359_3594'
              },
              {
                'level': '4',
                'label': '社会公共安全设备及器材制造',
                'remark': '指公安、消防、安全等社会公共安全设备及器材的制造和加工',
                'value': 'C_35_359_3595'
              },
              {
                'level': '4',
                'label': '交通安全、管制及类似专用设备制造',
                'remark': '指除铁路运输以外的道路运输、水上运输及航空运输等有关的管理、安全、控制专用设备的制造；不包括电气照明设备、信号设备的制造',
                'value': 'C_35_359_3596'
              },
              {
                'level': '4',
                'label': '水资源专用机械制造',
                'remark': '指水利工程管理、节水工程及水的生产、供应专用设备的制造',
                'value': 'C_35_359_3597'
              },
              {
                'level': '4',
                'label': '其他专用设备制造',
                'remark': '指上述类别中未列明的其他专用设备的制造，包括同位素设备的制造',
                'value': 'C_35_359_3599'
              }
            ],
            'value': 'C_35_359'
          }
        ],
        'value': 'C_35'
      },
      {
        'level': '2',
        'label': '汽车制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '汽车整车制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '汽柴油车整车制造',
                'remark': '指由传统燃料动力装置驱动，具有四个以上车轮的非轨道、无架线的车辆，并主要用于载送人员和（或）货物、牵引输送人员和（或）货物的车辆制造',
                'value': 'C_36_361_3611'
              },
              {
                'level': '4',
                'label': '新能源车整车制造',
                'remark': '指采用新型动力系统，完全或主要依靠新型能源驱动的汽车，包括插电式混合动力（含增程式）汽车、纯电动汽车和燃料电池电动汽车等',
                'value': 'C_36_361_3612'
              }
            ],
            'value': 'C_36_361'
          }
        ],
        'value': 'C_36'
      },
      {
        'level': '2',
        'label': '铁路、船舶、航空航天和其他运输设备制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '铁路运输设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '高铁车组制造',
                'remark': '指以外来电源或以蓄电池驱动的，或以压燃式发动机及其他方式驱动的，能够牵引高速铁路车辆的动力机车、高铁车组、铁路动车组的制造',
                'value': 'C_37_371_3711'
              },
              {
                'level': '4',
                'label': '铁路机车车辆制造',
                'remark': '指非高铁、动车机组的铁路机车制造，以及用于运送旅客和用以装运货物的客车、货车及其他铁路专用车辆的制造',
                'value': 'C_37_371_3712'
              },
              {
                'level': '4',
                'label': '窄轨机车车辆制造',
                'remark': '指可用于交通运输的窄轨内燃机车、电力机车和窄轨非机动车的制造',
                'value': 'C_37_371_3713'
              },
              {
                'level': '4',
                'label': '高铁设备、配件制造',
                'remark': '',
                'value': 'C_37_371_3714'
              },
              {
                'level': '4',
                'label': '铁路机车车辆配件制造',
                'remark': '指铁道或有轨机车及其拖拽车辆的专用零配件的制造',
                'value': 'C_37_371_3715'
              },
              {
                'level': '4',
                'label': '铁路专用设备及器材、配件制造',
                'remark': '指铁路安全或交通控制设备的制造，以及其他铁路专用设备及器材、配件的制造',
                'value': 'C_37_371_3716'
              },
              {
                'level': '4',
                'label': '其他铁路运输设备制造',
                'remark': '',
                'value': 'C_37_371_3719'
              }
            ],
            'value': 'C_37_371'
          },
          {
            'level': '3',
            'label': '船舶及相关装置制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '金属船舶制造',
                'remark': '指以钢质、铝质等各种金属为主要材料，为民用或军事部门建造远洋、近海或内陆河湖的金属船舶的制造',
                'value': 'C_37_373_3731'
              },
              {
                'level': '4',
                'label': '非金属船舶制造',
                'remark': '指以各种木材、水泥、玻璃钢等非金属材料，为民用或军事部门建造船舶的活动',
                'value': 'C_37_373_3732'
              },
              {
                'level': '4',
                'label': '娱乐船和运动船制造',
                'remark': '指游艇和用于娱乐或运动的其他船只的制造',
                'value': 'C_37_373_3733'
              },
              {
                'level': '4',
                'label': '船用配套设备制造',
                'remark': '指船用主机、辅机设备的制造',
                'value': 'C_37_373_3734'
              },
              {
                'level': '4',
                'label': '船舶改装',
                'remark': '指按规范要求对船舶船体、设备、系统、结构等改装',
                'value': 'C_37_373_3735'
              },
              {
                'level': '4',
                'label': '船舶拆除',
                'remark': '',
                'value': 'C_37_373_3736'
              },
              {
                'level': '4',
                'label': '海洋工程装备制造',
                'remark': '指海上工程、海底工程、近海工程的专用设备制造，不含港口工程设备以及船舶、潜水、救捞等设备制造',
                'value': 'C_37_373_3737'
              },
              {
                'level': '4',
                'label': '航标器材及其他相关装置制造',
                'remark': '指用于航标的各种器材，以及不以航行为主的船只的制造，不含海上浮动装置的制造',
                'value': 'C_37_373_3739'
              }
            ],
            'value': 'C_37_373'
          },
          {
            'level': '3',
            'label': '航空、航天器及设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '航天器及运载火箭制造',
                'remark': '',
                'value': 'C_37_374_3742'
              },
              {
                'level': '4',
                'label': '航天相关设备制造',
                'remark': '包括航天试验专用设备设施（宇航模拟设备、航天风洞、电磁、真空专用设备设施、其他航天试验专用设备设施）和总装调试测试设备（航天器总装调试测试设备、运载火箭总装调试测试设备）等专用设备、设施的制造',
                'value': 'C_37_374_3743'
              },
              {
                'level': '4',
                'label': '航空相关设备制造',
                'remark': '',
                'value': 'C_37_374_3744'
              },
              {
                'level': '4',
                'label': '其他航空航天器制造',
                'remark': '',
                'value': 'C_37_374_3749'
              }
            ],
            'value': 'C_37_374'
          },
          {
            'level': '3',
            'label': '飞机制造',
            'remark': '指在大气同温层以内飞行的用于运货或载客，用于国防，以及用于体育运动或其他用途的各种飞机及其零件的制造，包括飞机发动机的制造',
            'children': [
              {
                'level': '4',
                'label': '航天器及运载火箭制造',
                'remark': '',
                'value': 'C_37_374_3742'
              },
              {
                'level': '4',
                'label': '航天相关设备制造',
                'remark': '包括航天试验专用设备设施（宇航模拟设备、航天风洞、电磁、真空专用设备设施、其他航天试验专用设备设施）和总装调试测试设备（航天器总装调试测试设备、运载火箭总装调试测试设备）等专用设备、设施的制造',
                'value': 'C_37_374_3743'
              },
              {
                'level': '4',
                'label': '航空相关设备制造',
                'remark': '',
                'value': 'C_37_374_3744'
              },
              {
                'level': '4',
                'label': '其他航空航天器制造',
                'remark': '',
                'value': 'C_37_374_3749'
              }
            ],
            'value': 'C_37_374'
          },
          {
            'level': '3',
            'label': '摩托车制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '摩托车整车制造',
                'remark': '指不论是否装有边斗的摩托车制造，包括摩托车发动机的制造',
                'value': 'C_37_375_3751'
              },
              {
                'level': '4',
                'label': '摩托车零部件及配件制造',
                'remark': '',
                'value': 'C_37_375_3752'
              }
            ],
            'value': 'C_37_375'
          },
          {
            'level': '3',
            'label': '自行车和残疾人座车制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '自行车制造',
                'remark': '指未装马达，主要以脚蹬驱动，装有一个或多个轮子的脚踏车辆及其零件的制造',
                'value': 'C_37_376_3761'
              },
              {
                'level': '4',
                'label': '残疾人座车制造',
                'remark': '',
                'value': 'C_37_376_3762'
              }
            ],
            'value': 'C_37_376'
          },
          {
            'level': '3',
            'label': '潜水救捞及其他未列明运输设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '潜水装备制造',
                'remark': '指潜水装置的制造',
                'value': 'C_37_379_3791'
              },
              {
                'level': '4',
                'label': '水下救捞装备制造',
                'remark': '指水下作业、救捞装备的制造',
                'value': 'C_37_379_3792'
              },
              {
                'level': '4',
                'label': '其他未列明运输设备制造',
                'remark': '指手推车辆、牲畜牵引车辆的制造，以及上述未列明的交通运输设备的制造',
                'value': 'C_37_379_3799'
              }
            ],
            'value': 'C_37_379'
          }
        ],
        'value': 'C_37'
      },
      {
        'level': '2',
        'label': '电气机械和器材制造业 ',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '电机制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '发电机及发电机组制造',
                'remark': '指发电机及其辅助装置、发电成套设备的制造',
                'value': 'C_38_381_3811'
              },
              {
                'level': '4',
                'label': '电动机制造',
                'remark': '指交流或直流电动机及零件的制造',
                'value': 'C_38_381_3812'
              },
              {
                'level': '4',
                'label': '微特电机及组件制造',
                'remark': '指微型特种电机、减速器及零组件的制造',
                'value': 'C_38_381_3813'
              },
              {
                'level': '4',
                'label': '其他电机制造',
                'remark': '',
                'value': 'C_38_381_3819'
              }
            ],
            'value': 'C_38_381'
          },
          {
            'level': '3',
            'label': '输配电及控制设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '变压器、整流器和电感器制造',
                'remark': '指变压器、静止式变流器等电力电子设备和互感器的制造',
                'value': 'C_38_382_3821'
              },
              {
                'level': '4',
                'label': '电容器及其配套设备制造',
                'remark': '指电力电容器及其配套装置和电容器零件的制造',
                'value': 'C_38_382_3822'
              },
              {
                'level': '4',
                'label': '配电开关控制设备制造',
                'remark': '指用于电压超过1000V的，诸如一般在配电系统中使用的接通及断开或保护电路的电器，以及用于电压不超过1000V的，如在住房、工业设备或家用电器中使用的配电开关控制设备及其零件的制造',
                'value': 'C_38_382_3823'
              },
              {
                'level': '4',
                'label': '电力电子元器件制造',
                'remark': '指用于电能变换和控制（从而实现运动控制）的电子元器件的制造',
                'value': 'C_38_382_3824'
              },
              {
                'level': '4',
                'label': '光伏设备及元器件制造',
                'remark': '指太阳能组件（太阳能电池）、控制设备及其他太阳能设备和元器件制造；不包括太阳能用蓄电池制造',
                'value': 'C_38_382_3825'
              },
              {
                'level': '4',
                'label': '其他输配电及控制设备制造',
                'remark': '指开关设备和控制设备内部的元器件之间，以及与外部电路之间的电连接所需用的器件和配件的制造',
                'value': 'C_38_382_3829'
              }
            ],
            'value': 'C_38_382'
          },
          {
            'level': '3',
            'label': '电线、电缆、光缆及电工器材制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电线、电缆制造',
                'remark': '指在电力输配、电能传送，声音、文字、图像等信息传播，以及照明等各方面所使用的电线电缆的制造',
                'value': 'C_38_383_3831'
              },
              {
                'level': '4',
                'label': '光纤制造',
                'remark': '指将电的信号变成光的信号，进行声音、文字、图像等信息传输的光纤的制造',
                'value': 'C_38_383_3832'
              },
              {
                'level': '4',
                'label': '光缆制造',
                'remark': '指利用置于包覆套中的一根或多根光纤作为传输媒质并可以单独或成组使用的光缆的制造',
                'value': 'C_38_383_3833'
              },
              {
                'level': '4',
                'label': '绝缘制品制造',
                'remark': '指电气绝缘子、电机或电气设备用的绝缘零件，以及带有绝缘材料的金属制电导管及接头的制造，但不包括玻璃、陶瓷绝缘体和绝缘漆制品的制造',
                'value': 'C_38_383_3834'
              },
              {
                'level': '4',
                'label': '其他电工器材制造',
                'remark': '',
                'value': 'C_38_383_3839'
              }
            ],
            'value': 'C_38_383'
          },
          {
            'level': '3',
            'label': '电池制造',
            'remark': '指以正极活性材料、负极活性材料，配合电介质，以密封式结构制成的，并具有一定公称电压和额定容量的化学电源的制造；包括一次性、不可充电和二次可充电，重复使用的干电池、蓄电池（含太阳能用蓄电池）的制造，以及利用氢与氧的合成转换成电能的装置，即燃料电池制造；不包括利用太阳光转换成电能的太阳能电池制造',
            'children': [
              {
                'level': '4',
                'label': '锂离子电池制造',
                'remark': '指以锂离子嵌入化合物为正极材料电池的制造',
                'value': 'C_38_384_3841'
              },
              {
                'level': '4',
                'label': '镍氢电池制造',
                'remark': '指以储氢合金为负极材料，氢氧化镍为正极材料，电解液是含氢氧化锂（LiOH）的氢氧化钾（KOH）水溶液的电池的制造',
                'value': 'C_38_384_3842'
              },
              {
                'level': '4',
                'label': '铅蓄电池制造',
                'remark': '指以铅及氧化物为正负极材料，电解液为硫酸水溶液的电池制造',
                'value': 'C_38_384_3843'
              },
              {
                'level': '4',
                'label': '锌锰电池制造',
                'remark': '指以二氧化锰为正极，锌为负极的原电池的制造',
                'value': 'C_38_384_3844'
              },
              {
                'level': '4',
                'label': '其他电池制造',
                'remark': '',
                'value': 'C_38_384_3849'
              }
            ],
            'value': 'C_38_384'
          },
          {
            'level': '3',
            'label': '家用电力器具制造',
            'remark': '指使用交流电源或电池的各种家用电器的制造',
            'children': [
              {
                'level': '4',
                'label': '家用制冷电器具制造',
                'remark': '',
                'value': 'C_38_385_3851'
              },
              {
                'level': '4',
                'label': '家用空气调节器制造',
                'remark': '指使用交流电源(制冷量14000W及以下)，调节室内温度、湿度、气流速度和空气洁净度的房间空气调节器的制造',
                'value': 'C_38_385_3852'
              },
              {
                'level': '4',
                'label': '家用通风电器具制造',
                'remark': '指由单相交流电动机驱动扇叶旋转，产生强制气流，以改善人体与周围空气间的热交换条件的电器制造',
                'value': 'C_38_385_3853'
              },
              {
                'level': '4',
                'label': '家用厨房电器具制造',
                'remark': '指家庭厨房用的电热蒸煮器具、电热烘烤器具、电热水和饮料加热器具、电热煎炒器具、家用电灶、家用食品加工电器具、家用厨房电清洁器具等电器具的制造',
                'value': 'C_38_385_3854'
              },
              {
                'level': '4',
                'label': '家用清洁卫生电器具制造',
                'remark': '指家用洗衣机、吸尘器等电力器具的制造',
                'value': 'C_38_385_3855'
              },
              {
                'level': '4',
                'label': '家用美容、保健护理电器具制造',
                'remark': '',
                'value': 'C_38_385_3856'
              },
              {
                'level': '4',
                'label': '家用电力器具专用配件制造',
                'remark': '指家用电力器具专用配件的制造，不包括通用零部件制造',
                'value': 'C_38_385_3857'
              },
              {
                'level': '4',
                'label': '其他家用电力器具制造',
                'remark': '',
                'value': 'C_38_385_3859'
              }
            ],
            'value': 'C_38_385'
          },
          {
            'level': '3',
            'label': '非电力家用器具制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '燃气及类似能源家用器具制造',
                'remark': '指以液化气、天然气、人工煤气、沼气作燃料，以马口铁、搪瓷、不锈钢等为材料加工制成的家用器具的生产活动',
                'value': 'C_38_386_3861'
              },
              {
                'level': '4',
                'label': '太阳能器具制造',
                'remark': '',
                'value': 'C_38_386_3862'
              },
              {
                'level': '4',
                'label': '其他非电力家用器具制造',
                'remark': '',
                'value': 'C_38_386_3869'
              }
            ],
            'value': 'C_38_386'
          },
          {
            'level': '3',
            'label': '照明器具制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电光源制造',
                'remark': '指将电能转变为光的器件的制造，按发光原理可分为白炽灯（指对灯丝通电加热到白炽状态，利用热辐射发出可见光的电光源）；气体放电灯（指通过气体放电将电能转换为光的一种电光源）；半导体照明等固态光源（通过半导体芯片作为发光材料，将电能转换为光的一种电光源）',
                'value': 'C_38_387_3871'
              },
              {
                'level': '4',
                'label': '照明灯具制造 ',
                'remark': '指将起支撑、固定和保护作用的零部件与能反射、透过、分配、控制或改变一个或多个电光源发出的光的零部件以及所必需的电路辅助装置组合在一起的制造，包括室内外建筑照明、道路照明、生产照明、运输设备照明及特种照明等各种灯具的制造，不包括舞台及场地用灯制造',
                'value': 'C_38_387_3872'
              },
              {
                'level': '4',
                'label': '舞台及场地用灯制造',
                'remark': '指演出舞台、演出场地、运动场地、大型活动场地用灯制造',
                'value': 'C_38_387_3873'
              },
              {
                'level': '4',
                'label': '智能照明器具制造',
                'remark': '指利用计算机、无线通讯数据传输、扩频电力载波通讯技术、计算机智能化信息处理及节能型电器控制等技术组成的分布式无线遥测、遥控、遥讯控制系统，具有灯光亮度的强弱调节、灯光软启动、定时控制、场景设置等功能的照明器具制造',
                'value': 'C_38_387_3874'
              },
              {
                'level': '4',
                'label': '灯用电器附件及其他照明器具制造',
                'remark': '指用于生产各种电光源用电器附件以及为各类电光源配套的灯座及其他照明器具的制造',
                'value': 'C_38_387_3879'
              }
            ],
            'value': 'C_38_387'
          },
          {
            'level': '3',
            'label': '其他电气机械及器材制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电气信号设备装置制造',
                'remark': '指交通运输工具（如机动车、船舶、铁道车辆等）专用信号装置及各种电气音响或视觉报警、警告、指示装置的制造，以及其他电气声像信号装置的制造',
                'value': 'C_38_389_3891'
              },
              {
                'level': '4',
                'label': '其他未列明电气机械及器材制造',
                'remark': '指上述未列明的电气机械及器材的制造',
                'value': 'C_38_389_3899'
              }
            ],
            'value': 'C_38_389'
          }
        ],
        'value': 'C_38'
      },
      {
        'level': '2',
        'label': '计算机、通信和其他电子设备制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '计算机制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '计算机整机制造',
                'remark': '指将可进行算术或逻辑运算的中央处理器和外围设备集成计算整机的制造，也包括硬件与软件集成计算机系统的制造，还包括来件组装计算机的加工',
                'value': 'C_39_391_3911'
              },
              {
                'level': '4',
                'label': '计算机零部件制造',
                'remark': '指组成电子计算机的内存、板卡、硬盘、电源、机箱、显示器等部件的制造',
                'value': 'C_39_391_3912'
              },
              {
                'level': '4',
                'label': '计算机外围设备制造',
                'remark': '指计算机外围设备及附属设备的制造；包括输入设备、输出设备和外存储设备等制造',
                'value': 'C_39_391_3913'
              },
              {
                'level': '4',
                'label': '工业控制计算机及系统制造',
                'remark': '是一种采用总线结构，对生产过程及机电设备、工艺装备进行检测与控制的工具总称；工控机具有重要的计算机属性和特征，如具有计算机CPU、硬盘、内存、外设及接口，并有操作系统、控制网络和协议、计算能力、友好的人机界面；工控行业的产品和技术非常特殊，属于中间产品，是为其他各行业提供可靠、嵌入式、智能化的工业计算机制造',
                'value': 'C_39_391_3914'
              },
              {
                'level': '4',
                'label': '信息安全设备制造',
                'remark': '指用于保护网络和计算机中信息和数据安全的专用设备的制造，包括边界安全、通信安全、身份鉴别与访问控制、数据安全、基础平台、内容安全、评估审计与监控、安全应用设备等制造',
                'value': 'C_39_391_3915'
              },
              {
                'level': '4',
                'label': '其他计算机制造',
                'remark': '指计算机应用电子设备（以中央处理器为核心，配以专业功能模块、外围设备等构成各行业应用领域专用的电子产品及设备，如金融电子、汽车电子、医疗电子、工业控制计算机及装置、信息采集及识别设备、数字化3C产品等），以及其他未列明计算机设备的制造',
                'value': 'C_39_391_3919'
              }
            ],
            'value': 'C_39_391'
          },
          {
            'level': '3',
            'label': '通信设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '通信系统设备制造',
                'remark': '指固定或移动通信接入、传输、交换设备等通信系统建设所需设备的制造',
                'value': 'C_39_392_3921'
              },
              {
                'level': '4',
                'label': '通信终端设备制造',
                'remark': '指固定或移动通信终端设备的制造',
                'value': 'C_39_392_3922'
              }
            ],
            'value': 'C_39_392'
          },
          {
            'level': '3',
            'label': '广播电视设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '广播电视节目制作及发射设备制造',
                'remark': '指广播电视节目制作、发射设备及器材的制造',
                'value': 'C_39_393_3931'
              },
              {
                'level': '4',
                'label': '广播电视接收设备制造',
                'remark': '指专业广播电视接收设备的制造，但不包括家用广播电视接收设备的制造',
                'value': 'C_39_393_3932'
              },
              {
                'level': '4',
                'label': '广播电视专用配件制造',
                'remark': '指专业用录像重放及其他配套的广播电视设备的制造，但不包括家用广播电视装置的制造',
                'value': 'C_39_393_3933'
              },
              {
                'level': '4',
                'label': '专业音响设备制造',
                'remark': '指广播电视、影剧院、各种场地等专业用录音、音响设备及其他配套设备的制造',
                'value': 'C_39_393_3934'
              },
              {
                'level': '4',
                'label': '应用电视设备及其他广播电视设备制造',
                'remark': '指应用电视设备、其他广播电视设备和器材的制造',
                'value': 'C_39_393_3939'
              }
            ],
            'value': 'C_39_393'
          },
          {
            'level': '3',
            'label': '非专业视听设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电视机制造',
                'remark': '指非专业用电视机制造',
                'value': 'C_39_395_3951'
              },
              {
                'level': '4',
                'label': '音响设备制造',
                'remark': '指非专业用智能音响、无线电收音机、收录音机、唱机等音响设备的制造',
                'value': 'C_39_395_3952'
              },
              {
                'level': '4',
                'label': '影视录放设备制造',
                'remark': '指非专业用智能机顶盒、录像机、摄像机、激光视盘机等影视设备整机及零部件的制造，包括教学用影视设备的制造，但不包括广播电视等专业影视设备的制造',
                'value': 'C_39_395_3953'
              }
            ],
            'value': 'C_39_395'
          },
          {
            'level': '3',
            'label': '智能消费设备制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '可穿戴智能设备制造',
                'remark': '指由用户穿戴和控制，并且自然、持续地运行和交互的个人移动计算设备产品的制造，包括可穿戴运动监测设备制造',
                'value': 'C_39_396_3961'
              },
              {
                'level': '4',
                'label': '智能车载设备制造',
                'remark': '指包含具备汽车联网、自动驾驶、车内及车际通讯、智能交通基础设施通信等功能要素，融合了传感器、雷达、卫星定位、导航、人工智能等技术，使汽车具备智能环境感知能力，自动分析汽车行驶的安全及危险状态目的的车载终端产品及相关配套设备的制造',
                'value': 'C_39_396_3962'
              },
              {
                'level': '4',
                'label': '智能无人飞行器制造',
                'remark': '指按照国家有关安全规定标准，经允许生产并主要用于娱乐、科普等的智能无人飞行器的制造',
                'value': 'C_39_396_3963'
              },
              {
                'level': '4',
                'label': '服务消费机器人制造',
                'remark': '指除工业和特殊作业以外的各种机器人，包括用于个人、家庭及商业服务类机器人，如家务机器人、餐饮用机器人、宾馆用机器人、销售用机器人、娱乐机器人、助老助残机器人、医疗机器人、清洁机器人等',
                'value': 'C_39_396_3964'
              },
              {
                'level': '4',
                'label': '其他智能消费设备制造',
                'remark': '指其他未列明的智能消费设备的制造',
                'value': 'C_39_396_3969'
              }
            ],
            'value': 'C_39_396'
          },
          {
            'level': '3',
            'label': '电子器件制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电子真空器件制造',
                'remark': '指电子热离子管、冷阴极管或光电阴极管及其他真空电子器件，以及电子管零件的制造',
                'value': 'C_39_397_3971'
              },
              {
                'level': '4',
                'label': '半导体分立器件制造',
                'remark': '',
                'value': 'C_39_397_3972'
              },
              {
                'level': '4',
                'label': '集成电路制造',
                'remark': '指单片集成电路、混合式集成电路的制造',
                'value': 'C_39_397_3973'
              },
              {
                'level': '4',
                'label': '显示器件制造',
                'remark': '指基于电子手段呈现信息供视觉感受的器件及模组的制造，包括薄膜晶体管液晶显示器件（TN/STN-LCD、TFT-LCD）、场发射显示器件（FED）、真空荧光显示器件（VFD）、有机发光二极管显示器件（OLED）、等离子显示器件（PDP）、发光二极管显示器件（LED）、曲面显示器件以及柔性显示器件等',
                'value': 'C_39_397_3974'
              },
              {
                'level': '4',
                'label': '半导体照明器件制造',
                'remark': '指用于半导体照明的发光二极管（LED）、有机发光二极管（OLED）器件等制造',
                'value': 'C_39_397_3975'
              },
              {
                'level': '4',
                'label': '光电子器件制造',
                'remark': '指利用半导体光—电子（或电—光子）转换效应制成的各种功能器件制造',
                'value': 'C_39_397_3976'
              },
              {
                'level': '4',
                'label': '其他电子器件制造',
                'remark': '指其他未列明的电子器件的制造',
                'value': 'C_39_397_3979'
              }
            ],
            'value': 'C_39_397'
          },
          {
            'level': '3',
            'label': '电子元件及电子专用材料制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '电阻电容电感元件制造',
                'remark': '指电容器（包括超级电容器）、电阻器、电位器、电感器件、电子变压器件的制造',
                'value': 'C_39_398_3981'
              },
              {
                'level': '4',
                'label': '电子电路制造',
                'remark': '指在绝缘基材上采用印制工艺形成电气电子连接电路，以及附有无源与有源元件的制造，包括印刷电路板及附有元器件构成电子电路功能组合件',
                'value': 'C_39_398_3982'
              },
              {
                'level': '4',
                'label': '敏感元件及传感器制造',
                'remark': '指按一定规律，将感受到的信息转换成为电信号或其他所需形式的信息输出的敏感元件及传感器的制造',
                'value': 'C_39_398_3983'
              },
              {
                'level': '4',
                'label': '电声器件及零件制造',
                'remark': '指扬声器、送受话器、耳机、音箱及零件等制造',
                'value': 'C_39_398_3984'
              },
              {
                'level': '4',
                'label': '电子专用材料制造',
                'remark': '指用于电子元器件、组件及系统制备的专用电子功能材料、互联与封装材料、工艺及辅助材料的制造，包括半导体材料、光电子材料、磁性材料、锂电池材料、电子陶瓷材料、覆铜板及铜箔材料、电子化工材料等',
                'value': 'C_39_398_3985'
              },
              {
                'level': '4',
                'label': '其他电子元件制造',
                'remark': '指未列明的电子元件及组件的制造',
                'value': 'C_39_398_3989'
              }
            ],
            'value': 'C_39_398'
          }
        ],
        'value': 'C_39'
      },
      {
        'level': '2',
        'label': '仪器仪表制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '通用仪器仪表制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '工业自动控制系统装置制造',
                'remark': '指用于连续或断续生产制造过程中，测量和控制生产制造过程的温度、压力、流量、物位等变量或者物体位置、倾斜、旋转等参数的工业用计算机控制系统、检测仪表、执行机构和装置的制造',
                'value': 'C_40_401_4011'
              },
              {
                'level': '4',
                'label': '电工仪器仪表制造',
                'remark': '指用于电压、电流、电阻、功率等电磁量的测量、计量、采集、监测、分析、处理、检验与控制用仪器仪表及系统装置的制造',
                'value': 'C_40_401_4012'
              },
              {
                'level': '4',
                'label': '绘图、计算及测量仪器制造',
                'remark': '指供设计、制图、绘图、计算、测量，以及学习或办公、教学等使用的测量和绘图用具、器具及量仪的制造',
                'value': 'C_40_401_4013'
              },
              {
                'level': '4',
                'label': '实验分析仪器制造',
                'remark': '指利用物质的物理、化学、电学等性能对物质进行定性、定量分析和结构分析，以及湿度、黏度、质量、比重等性能测定所使用的仪器的制造；用于对各种物体在温度、湿度、光照、辐射等环境变化后适应能力的实验装置的制造；各种物体物化特性参数测量的仪器、实验装置及相关器具的制造',
                'value': 'C_40_401_4014'
              },
              {
                'level': '4',
                'label': '试验机制造',
                'remark': '指测试、评定和研究材料、零部件及其制成品的物理性能、机械（力学）性能、工艺性能、安全性能、舒适性能的实验仪器和设备的制造',
                'value': 'C_40_401_4015'
              },
              {
                'level': '4',
                'label': '供应用仪器仪表制造',
                'remark': '指电、气、水、油和热等类似气体或液体的供应过程中使用的计量仪表、自动调节或控制仪器及装置的制造',
                'value': 'C_40_401_4016'
              },
              {
                'level': '4',
                'label': '其他通用仪器制造',
                'remark': '指其他未列明的通用仪器仪表和仪表元器件的制造',
                'value': 'C_40_401_4019'
              }
            ],
            'value': 'C_40_401'
          },
          {
            'level': '3',
            'label': '专用仪器仪表制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '环境监测专用仪器仪表制造',
                'remark': '指对环境中的污染物、噪声、放射性物质、电磁波等进行监测和监控的专用仪器仪表及系统装置的制造',
                'value': 'C_40_402_4021'
              },
              {
                'level': '4',
                'label': '运输设备及生产用计数仪表制造',
                'remark': '指汽车、船舶及工业生产用转数计、生产计数器、里程记录器及类似仪表的制造',
                'value': 'C_40_402_4022'
              },
              {
                'level': '4',
                'label': '导航、测绘、气象及海洋专用仪器制造',
                'remark': '指用于气象、海洋、水文、天文、航海、航空等方面的导航、测绘、制导、测量仪器和仪表及类似装置的制造 ',
                'value': 'C_40_402_4023'
              },
              {
                'level': '4',
                'label': '农林牧渔专用仪器仪表制造',
                'remark': '指农、林、牧、渔生产专用仪器、仪表及类似装置的制造',
                'value': 'C_40_402_4024'
              },
              {
                'level': '4',
                'label': '地质勘探和地震专用仪器制造',
                'remark': '指地质勘探、钻采、地震等地球物理专用仪器、仪表及类似装置的制造',
                'value': 'C_40_402_4025'
              },
              {
                'level': '4',
                'label': '教学专用仪器制造',
                'remark': '指专供教学示范或展览，而无其他用途的专用仪器的制造',
                'value': 'C_40_402_4026'
              },
              {
                'level': '4',
                'label': '核子及核辐射测量仪器制造',
                'remark': '指专门用于核离子射线的测量或检验的仪器、装置，核辐射探测器等核专业用仪器仪表的制造',
                'value': 'C_40_402_4027'
              },
              {
                'level': '4',
                'label': '电子测量仪器制造 ',
                'remark': '指用电子技术实现对被测对象（电子产品）的电参数定量检测装置的制造',
                'value': 'C_40_402_4028'
              },
              {
                'level': '4',
                'label': '其他专用仪器制造',
                'remark': '指用于纺织、电站热工仪表等其他未列明的专用仪器的制造',
                'value': 'C_40_402_4029'
              }
            ],
            'value': 'C_40_402'
          }
        ],
        'value': 'C_40'
      },
      {
        'level': '2',
        'label': '其他制造业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '日用杂品制造',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '鬃毛加工、制刷及清扫工具制造',
                'remark': '指用原毛加工成生产刷子类产品的成品毛的生产，或以成品毛和棕、金属丝、塑料丝等为原料加工制刷的生产，以及其他清扫工具的制造',
                'value': 'C_41_411_4111'
              },
              {
                'level': '4',
                'label': '其他日用杂品制造',
                'remark': '指制伞及其他未列明的各种日常生活用杂品的生产活动',
                'value': 'C_41_411_4119'
              }
            ],
            'value': 'C_41_411'
          }
        ],
        'value': 'C_41'
      },
      {
        'level': '2',
        'label': '废弃资源综合利用业',
        'remark': '指废弃资源和废旧材料回收加工',
        'value': 'C_42'
      },
      {
        'level': '2',
        'label': '金属制品、机械和设备修理业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '铁路、船舶、航空航天等运输设备修理',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '铁路运输设备修理',
                'remark': '不包括火车机车回厂修理和发动机修理活动',
                'value': 'C_43_434_4341'
              },
              {
                'level': '4',
                'label': '船舶修理',
                'remark': '不包括船舶回厂修复、发动机修理以及船舶拆除活动',
                'value': 'C_43_434_4342'
              },
              {
                'level': '4',
                'label': '航空航天器修理',
                'remark': '不包括航空航天器回厂修理和发动机修理活动',
                'value': 'C_43_434_4343'
              },
              {
                'level': '4',
                'label': '其他运输设备修理',
                'remark': '',
                'value': 'C_43_434_4349'
              }
            ],
            'value': 'C_43_434'
          }
        ],
        'value': 'C_43'
      }
    ],
    'value': 'C'
  },
  {
    'level': '1',
    'label': '电力、热力、燃气及水生产和供应业',
    'remark': '本门类包括44～46大类',
    'children': [
      {
        'level': '2',
        'label': '电力、热力生产和供应业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '电力生产',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '火力发电',
                'remark': '不包括既发电又提供热力的活动',
                'value': 'D_44_441_4411'
              },
              {
                'level': '4',
                'label': '热电联产',
                'remark': '指既发电又提供热力的生产活动',
                'value': 'D_44_441_4412'
              },
              {
                'level': '4',
                'label': '水力发电',
                'remark': '指通过建设水电站、水利枢纽、航电枢纽等工程、将水能转换成电能的生产活动',
                'value': 'D_44_441_4413'
              },
              {
                'level': '4',
                'label': '核力发电',
                'remark': '指利用核反应堆中重核裂变所释放出的热能转换成电能的生产活动',
                'value': 'D_44_441_4414'
              },
              {
                'level': '4',
                'label': '风力发电',
                'remark': '',
                'value': 'D_44_441_4415'
              },
              {
                'level': '4',
                'label': '太阳能发电',
                'remark': '',
                'value': 'D_44_441_4416'
              },
              {
                'level': '4',
                'label': '生物质能发电',
                'remark': '指主要利用农业、林业和工业废弃物、甚至城市垃圾为原料，采取直接燃烧或气化等方式的发电活动',
                'value': 'D_44_441_4417'
              },
              {
                'level': '4',
                'label': '其他电力生产',
                'remark': '指利用地热、潮汐能、温差能、波浪能及其他未列明的能源的发电活动',
                'value': 'D_44_441_4419'
              }
            ],
            'value': 'D_44_441'
          }
        ],
        'value': 'D_44'
      },
      {
        'level': '2',
        'label': '燃气生产和供应业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '燃气生产和供应业',
            'remark': '指利用煤炭、油、燃气等能源生产燃气，或外购液化石油气、天然气等燃气，并进行输配，向用户销售燃气的活动，以及对煤气、液化石油气、天然气输配及使用过程中的维修和管理活动',
            'children': [
              {
                'level': '4',
                'label': '天然气生产和供应业',
                'remark': '',
                'value': 'D_45_451_4511'
              },
              {
                'level': '4',
                'label': '液化石油气生产和供应业',
                'remark': '',
                'value': 'D_45_451_4512'
              },
              {
                'level': '4',
                'label': '煤气生产和供应业',
                'remark': '',
                'value': 'D_45_451_4513'
              }
            ],
            'value': 'D_45_451'
          }
        ],
        'value': 'D_45'
      },
      {
        'level': '2',
        'label': '水的生产和供应业',
        'remark': '',
        'value': 'D_46'
      }
    ],
    'value': 'D'
  },
  {
    'level': '1',
    'label': '建筑业',
    'remark': '本门类包括47～50大类 ',
    'children': [
      {
        'level': '2',
        'label': '房屋建筑业',
        'remark': '指房屋主体工程的施工活动；不包括主体工程施工前的工程准备活动',
        'value': 'E_47'
      },
      {
        'level': '2',
        'label': '土木工程建筑业',
        'remark': '指土木工程主体的施工活动；不包括施工前的工程准备活动',
        'children': [
          {
            'level': '3',
            'label': '铁路、道路、隧道和桥梁工程建筑',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '铁路工程建筑',
                'remark': '',
                'value': 'E_48_481_4811'
              },
              {
                'level': '4',
                'label': '公路工程建筑',
                'remark': '',
                'value': 'E_48_481_4812'
              },
              {
                'level': '4',
                'label': '市政道路工程建筑',
                'remark': '',
                'value': 'E_48_481_4813'
              },
              {
                'level': '4',
                'label': '城市轨道交通工程建筑',
                'remark': '',
                'value': 'E_48_481_4814'
              },
              {
                'level': '4',
                'label': '其他道路、隧道和桥梁工程建筑',
                'remark': '',
                'value': 'E_48_481_4819'
              }
            ],
            'value': 'E_48_481'
          },
          {
            'level': '3',
            'label': '水利和水运工程建筑',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '水源及供水设施工程建筑',
                'remark': '',
                'value': 'E_48_482_4821'
              },
              {
                'level': '4',
                'label': '河湖治理及防洪设施工程建筑',
                'remark': '',
                'value': 'E_48_482_4822'
              },
              {
                'level': '4',
                'label': '港口及航运设施工程建筑',
                'remark': '',
                'value': 'E_48_482_4823'
              }
            ],
            'value': 'E_48_482'
          },
          {
            'level': '3',
            'label': '海洋工程建筑',
            'remark': '指海上工程、海底工程、近海工程建筑活动，不含港口工程建筑活动',
            'children': [
              {
                'level': '4',
                'label': '海洋油气资源开发利用工程建筑',
                'remark': '',
                'value': 'E_48_483_4831'
              },
              {
                'level': '4',
                'label': '海洋能源开发利用工程建筑',
                'remark': '',
                'value': 'E_48_483_4832'
              },
              {
                'level': '4',
                'label': '海底隧道工程建筑',
                'remark': '',
                'value': 'E_48_483_4833'
              },
              {
                'level': '4',
                'label': '海底设施铺设工程建筑',
                'remark': '',
                'value': 'E_48_483_4834'
              },
              {
                'level': '4',
                'label': '其他海洋工程建筑',
                'remark': '',
                'value': 'E_48_483_4839'
              }
            ],
            'value': 'E_48_483'
          },
          {
            'level': '3',
            'label': '架线和管道工程建筑',
            'remark': '指建筑物外的架线、管道和设备的施工活动',
            'children': [
              {
                'level': '4',
                'label': '架线及设备工程建筑',
                'remark': '指敷设于地面以上的电力、通信、广播电视等线缆、杆塔等工程建筑',
                'value': 'E_48_485_4851'
              },
              {
                'level': '4',
                'label': '管道工程建筑',
                'remark': '指供水、排水、燃气、集中供热、线缆排管、工业和长输等管道工程建筑',
                'value': 'E_48_485_4852'
              },
              {
                'level': '4',
                'label': '地下综合管廊工程建筑',
                'remark': '指建于城市地下用于容纳两类及以上城市工程管线的构筑物及其附属设施，如水管网、燃气网、电信网等',
                'value': 'E_48_485_4853'
              }
            ],
            'value': 'E_48_485'
          },
          {
            'level': '3',
            'label': '节能环保工程施工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '节能工程施工',
                'remark': '',
                'value': 'E_48_486_4861'
              },
              {
                'level': '4',
                'label': '环保工程施工',
                'remark': '',
                'value': 'E_48_486_4862'
              },
              {
                'level': '4',
                'label': '生态保护工程施工',
                'remark': '',
                'value': 'E_48_486_4863'
              }
            ],
            'value': 'E_48_486'
          },
          {
            'level': '3',
            'label': '电力工程施工',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '火力发电工程施工',
                'remark': '',
                'value': 'E_48_487_4871'
              },
              {
                'level': '4',
                'label': '水力发电工程施工',
                'remark': '',
                'value': 'E_48_487_4872'
              },
              {
                'level': '4',
                'label': '核电工程施工',
                'remark': '',
                'value': 'E_48_487_4873'
              },
              {
                'level': '4',
                'label': '风能发电工程施工',
                'remark': '',
                'value': 'E_48_487_4874'
              },
              {
                'level': '4',
                'label': '太阳能发电工程施工',
                'remark': '',
                'value': 'E_48_487_4875'
              },
              {
                'level': '4',
                'label': '其他电力工程施工',
                'remark': '',
                'value': 'E_48_487_4879'
              }
            ],
            'value': 'E_48_487'
          },
          {
            'level': '3',
            'label': '其他土木工程建筑',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '园林绿化工程施工',
                'remark': '',
                'value': 'E_48_489_4891'
              },
              {
                'level': '4',
                'label': '体育场地设施工程施工',
                'remark': '指田径场、篮球场、足球场、网球场、高尔夫球场、跑马场、赛车场、卡丁车赛场、全民体育健身工程设施等室内外场地设施的工程施工',
                'value': 'E_48_489_4892'
              },
              {
                'level': '4',
                'label': '游乐设施工程施工',
                'remark': '',
                'value': 'E_48_489_4893'
              },
              {
                'level': '4',
                'label': '其他土木工程建筑施工',
                'remark': '',
                'value': 'E_48_489_4899'
              }
            ],
            'value': 'E_48_489'
          }
        ],
        'value': 'E_48'
      },
      {
        'level': '2',
        'label': '建筑安装业',
        'remark': '指建筑物主体工程竣工后，建筑物内各种设备的安装活动，以及施工中的线路敷设和管道安装活动；不包括工程收尾的装饰，如对墙面、地板、天花板、门窗等处理活动',
        'children': [
          {
            'level': '3',
            'label': '其他建筑安装业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '体育场地设施安装',
                'remark': '指运动地面（如足球场、篮球场、网球场等）、滑冰、游泳设施（含可拼装设施、健身步道）的安装等',
                'value': 'E_49_499_4991'
              },
              {
                'level': '4',
                'label': '其他建筑安装',
                'remark': '包括智能化安装、救援逃生设备安装及其他未列明的安装活动',
                'value': 'E_49_499_4999'
              }
            ],
            'value': 'E_49_499'
          }
        ],
        'value': 'E_49'
      },
      {
        'level': '2',
        'label': '建筑装饰、装修和其他建筑业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '建筑装饰和装修业',
            'remark': '指对建筑工程后期的装饰、装修、维护和清理活动，以及对居室的装修活动',
            'children': [
              {
                'level': '4',
                'label': '公共建筑装饰和装修',
                'remark': '',
                'value': 'E_50_501_5011'
              },
              {
                'level': '4',
                'label': '住宅装饰和装修',
                'remark': '',
                'value': 'E_50_501_5012'
              },
              {
                'level': '4',
                'label': '建筑幕墙装饰和装修',
                'remark': '',
                'value': 'E_50_501_5013'
              }
            ],
            'value': 'E_50_501'
          },
          {
            'level': '3',
            'label': '建筑物拆除和场地准备活动',
            'remark': '指房屋、土木工程建筑施工前的准备活动',
            'children': [
              {
                'level': '4',
                'label': '建筑物拆除活动',
                'remark': '',
                'value': 'E_50_502_5021'
              },
              {
                'level': '4',
                'label': '场地准备活动',
                'remark': '',
                'value': 'E_50_502_5022'
              }
            ],
            'value': 'E_50_502'
          }
        ],
        'value': 'E_50'
      }
    ],
    'value': 'E'
  },
  {
    'level': '1',
    'label': '批发和零售业',
    'remark': '本门类包括51和52大类，指商品在流通环节中的批发活动和零售活动',
    'children': [
      {
        'level': '2',
        'label': '批发业',
        'remark': '指向其他批发或零售单位（含个体经营者）及其他企事业单位、机关团体等批量销售生活用品、生产资料的活动，以及从事进出口贸易和贸易经纪与代理的活动，包括拥有货物所有权，并以本单位(公司)的名义进行交易活动,也包括不拥有货物的所有权，收取佣金的商品代理、商品代售活动；本类还包括各类商品批发市场中固定摊位的批发活动，以及以销售为目的的收购活动',
        'children': [
          {
            'level': '3',
            'label': '农、林、牧、渔产品批发',
            'remark': '指未经过加工的农作物、林产品及牲畜、畜产品、鱼苗的批发和进出口活动，但不包括蔬菜、水果、肉、禽、蛋、奶及水产品的批发和进出口活动，包括以批发为目的的农副产品收购活动',
            'children': [
              {
                'level': '4',
                'label': '谷物、豆及薯类批发',
                'remark': '',
                'value': 'F_51_511_5111'
              },
              {
                'level': '4',
                'label': '种子批发',
                'remark': '',
                'value': 'F_51_511_5112'
              },
              {
                'level': '4',
                'label': '畜牧渔业饲料批发',
                'remark': '不包括宠物',
                'value': 'F_51_511_5113'
              },
              {
                'level': '4',
                'label': '棉、麻批发',
                'remark': '',
                'value': 'F_51_511_5114'
              },
              {
                'level': '4',
                'label': '林业产品批发',
                'remark': '指林木种苗、采伐产品及采集产品等批发和进出口活动',
                'value': 'F_51_511_5115'
              },
              {
                'level': '4',
                'label': '牲畜批发',
                'remark': '',
                'value': 'F_51_511_5116'
              },
              {
                'level': '4',
                'label': '渔业产品批发',
                'remark': '',
                'value': 'F_51_511_5117'
              },
              {
                'level': '4',
                'label': '其他农牧产品批发',
                'remark': '',
                'value': 'F_51_511_5119'
              }
            ],
            'value': 'F_51_511'
          },
          {
            'level': '3',
            'label': '食品、饮料及烟草制品批发',
            'remark': '指经过加工和制造的食品、饮料及烟草制品的批发和进出口活动，以及蔬菜、水果、肉、禽、蛋、奶及水产品的批发和进出口活动',
            'children': [
              {
                'level': '4',
                'label': '米、面制品及食用油批发',
                'remark': '',
                'value': 'F_51_512_5121'
              },
              {
                'level': '4',
                'label': '糕点、糖果及糖批发',
                'remark': '',
                'value': 'F_51_512_5122'
              },
              {
                'level': '4',
                'label': '果品、蔬菜批发',
                'remark': '',
                'value': 'F_51_512_5123'
              },
              {
                'level': '4',
                'label': '肉、禽、蛋、奶及水产品批发',
                'remark': '',
                'value': 'F_51_512_5124'
              },
              {
                'level': '4',
                'label': '盐及调味品批发',
                'remark': '',
                'value': 'F_51_512_5125'
              },
              {
                'level': '4',
                'label': '营养和保健品批发',
                'remark': '',
                'value': 'F_51_512_5126'
              },
              {
                'level': '4',
                'label': '酒、饮料及茶叶批发',
                'remark': '指可直接饮用或稀释、冲泡后饮用的饮料、酒及茶叶的批发和进出口活动',
                'value': 'F_51_512_5127'
              },
              {
                'level': '4',
                'label': '烟草制品批发',
                'remark': '指经过加工、生产的烟草制品的批发和进出口活动',
                'value': 'F_51_512_5128'
              },
              {
                'level': '4',
                'label': '其他食品批发',
                'remark': '',
                'value': 'F_51_512_5129'
              }
            ],
            'value': 'F_51_512'
          },
          {
            'level': '3',
            'label': '纺织、服装及家庭用品批发',
            'remark': '指纺织面料、纺织品、服装、鞋、帽及日杂品、家用电器、家具等生活日用品的批发和进出口活动',
            'children': [
              {
                'level': '4',
                'label': '纺织品、针织品及原料批发',
                'remark': '',
                'value': 'F_51_513_5131'
              },
              {
                'level': '4',
                'label': '服装批发',
                'remark': '',
                'value': 'F_51_513_5132'
              },
              {
                'level': '4',
                'label': '鞋帽批发',
                'remark': '',
                'value': 'F_51_513_5133'
              },
              {
                'level': '4',
                'label': '化妆品及卫生用品批发',
                'remark': '',
                'value': 'F_51_513_5134'
              },
              {
                'level': '4',
                'label': '厨具卫具及日用杂品批发',
                'remark': '指灶具、炊具、厨具、餐具及各种容器、器皿等批发和进出口活动；卫生间的用品用具和生活用清洁、清扫用品、用具等批发和进出口活动',
                'value': 'F_51_513_5135'
              },
              {
                'level': '4',
                'label': '灯具、装饰物品批发',
                'remark': '',
                'value': 'F_51_513_5136'
              },
              {
                'level': '4',
                'label': '家用视听设备批发',
                'remark': '',
                'value': 'F_51_513_5137'
              },
              {
                'level': '4',
                'label': '日用家电批发',
                'remark': '',
                'value': 'F_51_513_5138'
              },
              {
                'level': '4',
                'label': '其他家庭用品批发',
                'remark': '指上述未列明的其他生活日用品的批发和进出口活动',
                'value': 'F_51_513_5139'
              }
            ],
            'value': 'F_51_513'
          },
          {
            'level': '3',
            'label': '文化、体育用品及器材批发',
            'remark': '指各类文具用品、体育用品、图书、报刊、音像制品、电子出版物、数字出版物、首饰、工艺美术品、收藏品及其他文化用品、器材的批发和进出口活动',
            'children': [
              {
                'level': '4',
                'label': '文具用品批发',
                'remark': '',
                'value': 'F_51_514_5141'
              },
              {
                'level': '4',
                'label': '体育用品及器材批发',
                'remark': '',
                'value': 'F_51_514_5142'
              },
              {
                'level': '4',
                'label': '图书批发',
                'remark': '',
                'value': 'F_51_514_5143'
              },
              {
                'level': '4',
                'label': '报刊批发',
                'remark': '',
                'value': 'F_51_514_5144'
              },
              {
                'level': '4',
                'label': '音像制品、电子和数字出版物批发',
                'remark': '',
                'value': 'F_51_514_5145'
              },
              {
                'level': '4',
                'label': '首饰、工艺品及收藏品批发',
                'remark': '',
                'value': 'F_51_514_5146'
              },
              {
                'level': '4',
                'label': '乐器批发',
                'remark': '',
                'value': 'F_51_514_5147'
              },
              {
                'level': '4',
                'label': '其他文化用品批发',
                'remark': '',
                'value': 'F_51_514_5149'
              }
            ],
            'value': 'F_51_514'
          },
          {
            'level': '3',
            'label': '医药及医疗器材批发',
            'remark': '指各种化学药品、生物药品、中药及医疗器材的批发和进出口活动；包括兽用药的批发和进出口活动',
            'children': [
              {
                'level': '4',
                'label': '西药批发',
                'remark': '指人用化学药品和生物药品的批发与进出口活动',
                'value': 'F_51_515_5151'
              },
              {
                'level': '4',
                'label': '中药批发',
                'remark': '指人用中成药、中药材中药饮片（含中药配方颗粒）的批发和进出口活动',
                'value': 'F_51_515_5152'
              },
              {
                'level': '4',
                'label': '动物用药品批发',
                'remark': '',
                'value': 'F_51_515_5153'
              },
              {
                'level': '4',
                'label': '医疗用品及器材批发',
                'remark': '',
                'value': 'F_51_515_5154'
              }
            ],
            'value': 'F_51_515'
          },
          {
            'level': '3',
            'label': '矿产品、建材及化工产品批发',
            'remark': '指煤及煤制品、石油制品、矿产品及矿物制品、金属材料、建筑和装饰装修材料以及化工产品的批发和进出口活动',
            'children': [
              {
                'level': '4',
                'label': '煤炭及制品批发',
                'remark': '',
                'value': 'F_51_516_5161'
              },
              {
                'level': '4',
                'label': '石油及制品批发',
                'remark': '',
                'value': 'F_51_516_5162'
              },
              {
                'level': '4',
                'label': '非金属矿及制品批发',
                'remark': '',
                'value': 'F_51_516_5163'
              },
              {
                'level': '4',
                'label': '金属及金属矿批发',
                'remark': '',
                'value': 'F_51_516_5164'
              },
              {
                'level': '4',
                'label': '建材批发',
                'remark': '指建筑用材料和装饰装修材料的批发和进出口活动',
                'value': 'F_51_516_5165'
              },
              {
                'level': '4',
                'label': '化肥批发',
                'remark': '',
                'value': 'F_51_516_5166'
              },
              {
                'level': '4',
                'label': '农药批发',
                'remark': '',
                'value': 'F_51_516_5167'
              },
              {
                'level': '4',
                'label': '农用薄膜批发',
                'remark': '',
                'value': 'F_51_516_5168'
              },
              {
                'level': '4',
                'label': '其他化工产品批发',
                'remark': '',
                'value': 'F_51_516_5169'
              }
            ],
            'value': 'F_51_516'
          },
          {
            'level': '3',
            'label': '机械设备、五金产品及电子产品批发',
            'remark': '指提供通用机械、专用设备、交通运输设备、电气机械、五金、交通器材、电料、计算机设备、通讯设备、电子产品、仪器仪表及办公用机械的批发和进出口活动',
            'children': [
              {
                'level': '4',
                'label': '农业机械批发',
                'remark': '',
                'value': 'F_51_517_5171'
              },
              {
                'level': '4',
                'label': '汽车及零配件批发',
                'remark': '',
                'value': 'F_51_517_5172'
              },
              {
                'level': '4',
                'label': '摩托车及零配件批发',
                'remark': '',
                'value': 'F_51_517_5173'
              },
              {
                'level': '4',
                'label': '五金产品批发',
                'remark': '指小五金、工具、水暖部件及材料的批发和进出口活动，不包括自行车及零配件的批发和进出口',
                'value': 'F_51_517_5174'
              },
              {
                'level': '4',
                'label': '电气设备批发',
                'remark': '',
                'value': 'F_51_517_5175'
              },
              {
                'level': '4',
                'label': '计算机、软件及辅助设备批发',
                'remark': '',
                'value': 'F_51_517_5176'
              },
              {
                'level': '4',
                'label': '通讯设备批发',
                'remark': '指电信设备的批发和进出口活动',
                'value': 'F_51_517_5177'
              },
              {
                'level': '4',
                'label': '广播影视设备批发',
                'remark': '指广播影视设备的批发和进出口活动',
                'value': 'F_51_517_5178'
              },
              {
                'level': '4',
                'label': '其他机械设备及电子产品批发',
                'remark': '',
                'value': 'F_51_517_5179'
              }
            ],
            'value': 'F_51_517'
          },
          {
            'level': '3',
            'label': '贸易经纪与代理',
            'remark': '指代办商、商品经纪人、拍卖商的活动；专门为某一生产企业做销售代理的活动；为买卖双方提供贸易机会或代表委托人进行商品交易代理活动',
            'children': [
              {
                'level': '4',
                'label': '贸易代理',
                'remark': '指不拥有货物的所有权，为实现供求双方达成交易，按协议收取佣金的贸易代理',
                'value': 'F_51_518_5181'
              },
              {
                'level': '4',
                'label': '一般物品拍卖 ',
                'remark': '',
                'value': 'F_51_518_5182'
              },
              {
                'level': '4',
                'label': '艺术品、收藏品拍卖',
                'remark': '',
                'value': 'F_51_518_5183'
              },
              {
                'level': '4',
                'label': '艺术品代理',
                'remark': '指艺术品、收藏品销售代理，以及画廊艺术经纪代理',
                'value': 'F_51_518_5184'
              },
              {
                'level': '4',
                'label': '其他贸易经纪与代理',
                'remark': '',
                'value': 'F_51_518_5189'
              }
            ],
            'value': 'F_51_518'
          },
          {
            'level': '3',
            'label': '其他批发业',
            'remark': '指上述未包括的批发和进出口活动',
            'children': [
              {
                'level': '4',
                'label': '再生物资回收与批发',
                'remark': '指将可再生的废旧物资回收，并批发给制造企业作初级原料的活动',
                'value': 'F_51_519_5191'
              },
              {
                'level': '4',
                'label': '宠物食品用品批发',
                'remark': '',
                'value': 'F_51_519_5192'
              },
              {
                'level': '4',
                'label': '互联网批发',
                'remark': '指通过互联网电子商务平台开展的商品批发活动',
                'value': 'F_51_519_5193'
              },
              {
                'level': '4',
                'label': '其他未列明批发业',
                'remark': '',
                'value': 'F_51_519_5199'
              }
            ],
            'value': 'F_51_519'
          }
        ],
        'value': 'F_51'
      },
      {
        'level': '2',
        'label': '零售业',
        'remark': '指百货商店、超级市场、专门零售商店、品牌专卖店、售货摊等主要面向最终消费者（如居民等）的销售活动，以互联网、邮政、电话、售货机等方式的销售活动，还包括在同一地点，后面加工生产，前面销售的店铺（如面包房）；谷物、种子、饲料、牲畜、矿产品、生产用原料、化工原料、农用化工产品、机械设备（乘用车、计算机及通信设备除外）等生产资料的销售不作为零售活动；多数零售商对其销售的货物拥有所有权，但有些则是充当委托人的代理人，进行委托销售或以收取佣金的方式进行销售；零售业按销售渠道分为有店铺零售和无店铺零售，其中有店铺零售分为综合零售和专门零售',
        'children': [
          {
            'level': '3',
            'label': '综合零售',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '百货零售',
                'remark': '指经营的商品品种较齐全，经营规模较大的综合零售活动',
                'value': 'F_52_521_5211'
              },
              {
                'level': '4',
                'label': '超级市场零售',
                'remark': '指经营生鲜、食品、日用品等大众化实用品的超级市场的综合零售活动',
                'value': 'F_52_521_5212'
              },
              {
                'level': '4',
                'label': '便利店零售',
                'remark': '指以满足顾客便利性需求为主要目的，以小型超市形式的零售活动',
                'value': 'F_52_521_5213'
              },
              {
                'level': '4',
                'label': '其他综合零售',
                'remark': '指日用杂品综合零售活动；在街道、社区、乡镇、农村、工矿区、校区、交通要道口等人口稠密地区开办的小型综合零售店的活动；农村供销社的零售活动；不包括便利店零售',
                'value': 'F_52_521_5219'
              }
            ],
            'value': 'F_52_521'
          },
          {
            'level': '3',
            'label': '食品、饮料及烟草制品专门零售',
            'remark': '指专门经营粮油、食品、饮料及烟草制品的店铺零售活动',
            'children': [
              {
                'level': '4',
                'label': '粮油零售',
                'remark': '',
                'value': 'F_52_522_5221'
              },
              {
                'level': '4',
                'label': '糕点、面包零售',
                'remark': '',
                'value': 'F_52_522_5222'
              },
              {
                'level': '4',
                'label': '果品、蔬菜零售',
                'remark': '',
                'value': 'F_52_522_5223'
              },
              {
                'level': '4',
                'label': '肉、禽、蛋、奶及水产品零售',
                'remark': '',
                'value': 'F_52_522_5224'
              },
              {
                'level': '4',
                'label': '营养和保健品零售',
                'remark': '',
                'value': 'F_52_522_5225'
              },
              {
                'level': '4',
                'label': '酒、饮料及茶叶零售',
                'remark': '指专门经营酒、茶叶及各种饮料的店铺零售活动',
                'value': 'F_52_522_5226'
              },
              {
                'level': '4',
                'label': '烟草制品零售',
                'remark': '',
                'value': 'F_52_522_5227'
              },
              {
                'level': '4',
                'label': '其他食品零售',
                'remark': '指上述未列明的店铺食品零售活动',
                'value': 'F_52_522_5229'
              }
            ],
            'value': 'F_52_522'
          },
          {
            'level': '3',
            'label': '纺织、服装及日用品专门零售',
            'remark': '指专门经营纺织面料、纺织品、服装、鞋、帽及各种生活日用品的店铺零售活动',
            'children': [
              {
                'level': '4',
                'label': '纺织品及针织品零售',
                'remark': '',
                'value': 'F_52_523_5231'
              },
              {
                'level': '4',
                'label': '服装零售',
                'remark': '',
                'value': 'F_52_523_5232'
              },
              {
                'level': '4',
                'label': '鞋帽零售',
                'remark': '',
                'value': 'F_52_523_5233'
              },
              {
                'level': '4',
                'label': '化妆品及卫生用品零售',
                'remark': '',
                'value': 'F_52_523_5234'
              },
              {
                'level': '4',
                'label': '厨具卫具及日用杂品零售',
                'remark': '指专门经营炊具、厨具、餐具、日用陶瓷、日用玻璃器皿、塑料器皿、清洁用具和用品的店铺零售活动，以及各种材质其他日用杂品的零售活动',
                'value': 'F_52_523_5235'
              },
              {
                'level': '4',
                'label': '钟表、眼镜零售',
                'remark': '',
                'value': 'F_52_523_5236'
              },
              {
                'level': '4',
                'label': '箱包零售',
                'remark': '',
                'value': 'F_52_523_5237'
              },
              {
                'level': '4',
                'label': '自行车等代步设备零售',
                'remark': '包括自行车、助动自行车（包括电力助动自行车和燃油助动自行车）以及平衡车、老年代步车、三轮车等汽车、摩托车以外的代步车及零配件零售',
                'value': 'F_52_523_5238'
              },
              {
                'level': '4',
                'label': '其他日用品零售',
                'remark': '指专门经营小饰物、礼品花卉及其他未列明日用品的店铺零售活动',
                'value': 'F_52_523_5239'
              }
            ],
            'value': 'F_52_523'
          },
          {
            'level': '3',
            'label': '文化、体育用品及器材专门零售',
            'remark': '指专门经营文具、体育用品、图书、报刊、音像制品、电子出版物、数字出版物、首饰、工艺美术品、收藏品、照相器材及其他文化用品的店铺零售活动',
            'children': [
              {
                'level': '4',
                'label': '文具用品零售',
                'remark': '',
                'value': 'F_52_524_5241'
              },
              {
                'level': '4',
                'label': '体育用品及器材零售',
                'remark': '',
                'value': 'F_52_524_5242'
              },
              {
                'level': '4',
                'label': '图书、报刊零售',
                'remark': '',
                'value': 'F_52_524_5243'
              },
              {
                'level': '4',
                'label': '音像制品、电子和数字出版物零售',
                'remark': '',
                'value': 'F_52_524_5244'
              },
              {
                'level': '4',
                'label': '珠宝首饰零售',
                'remark': '',
                'value': 'F_52_524_5245'
              },
              {
                'level': '4',
                'label': '工艺美术品及收藏品零售',
                'remark': '指专门经营具有收藏价值和艺术价值的工艺品、艺术品、古玩、字画、邮品等店铺零售活动',
                'value': 'F_52_524_5246'
              },
              {
                'level': '4',
                'label': '乐器零售',
                'remark': '',
                'value': 'F_52_524_5247'
              },
              {
                'level': '4',
                'label': '照相器材零售',
                'remark': '',
                'value': 'F_52_524_5248'
              },
              {
                'level': '4',
                'label': '其他文化用品零售',
                'remark': '指专门经营游艺用品及其他未列明文化用品的店铺零售活动',
                'value': 'F_52_524_5249'
              }
            ],
            'value': 'F_52_524'
          },
          {
            'level': '3',
            'label': '医药及医疗器材专门零售',
            'remark': '指专门经营各种化学药品、生物药品、中药、医疗用品及器材的店铺零售活动',
            'children': [
              {
                'level': '4',
                'label': '西药零售',
                'remark': '指人用化学药品和生物药品的零售活动',
                'value': 'F_52_525_5251'
              },
              {
                'level': '4',
                'label': '中药零售',
                'remark': '指人用中成药、中药材中药饮片的零售活动',
                'value': 'F_52_525_5252'
              },
              {
                'level': '4',
                'label': '动物用药品零售',
                'remark': '指畜牧业、渔业及禽类等动物用药品的零售',
                'value': 'F_52_525_5253'
              },
              {
                'level': '4',
                'label': '医疗用品及器材零售',
                'remark': '',
                'value': 'F_52_525_5254'
              },
              {
                'level': '4',
                'label': '保健辅助治疗器材零售',
                'remark': '',
                'value': 'F_52_525_5255'
              }
            ],
            'value': 'F_52_525'
          },
          {
            'level': '3',
            'label': '汽车、摩托车、零配件和燃料及其他动力销售',
            'remark': '指专门经营汽车、摩托车、汽车部件、汽车零配件及燃料、燃气的零售活动以及汽车充电桩服务',
            'children': [
              {
                'level': '4',
                'label': '汽车新车零售',
                'remark': '',
                'value': 'F_52_526_5261'
              },
              {
                'level': '4',
                'label': '汽车旧车零售',
                'remark': '',
                'value': 'F_52_526_5262'
              },
              {
                'level': '4',
                'label': '汽车零配件零售',
                'remark': '',
                'value': 'F_52_526_5263'
              },
              {
                'level': '4',
                'label': '摩托车及零配件零售',
                'remark': '',
                'value': 'F_52_526_5264'
              },
              {
                'level': '4',
                'label': '机动车燃油零售',
                'remark': '指专门经营机动车燃油及相关产品（润滑油）的店铺零售活动',
                'value': 'F_52_526_5265'
              },
              {
                'level': '4',
                'label': '机动车燃气零售',
                'remark': '',
                'value': 'F_52_526_5266'
              },
              {
                'level': '4',
                'label': '机动车充电销售',
                'remark': '',
                'value': 'F_52_526_5267'
              }
            ],
            'value': 'F_52_526'
          },
          {
            'level': '3',
            'label': '家用电器及电子产品专门零售 ',
            'remark': '指专门经营家用电器和计算机、软件及辅助设备、电子通信设备、电子元器件及办公设备的店铺零售活动',
            'children': [
              {
                'level': '4',
                'label': '家用视听设备零售',
                'remark': '指专门经营电视、音响设备、摄录像设备等店铺零售活动',
                'value': 'F_52_527_5271'
              },
              {
                'level': '4',
                'label': '日用家电零售',
                'remark': '指专门经营冰箱、洗衣机、空调、吸尘器及其他家用电器设备的店铺零售活动',
                'value': 'F_52_527_5272'
              },
              {
                'level': '4',
                'label': '计算机、软件及辅助设备零售',
                'remark': '',
                'value': 'F_52_527_5273'
              },
              {
                'level': '4',
                'label': '通信设备零售',
                'remark': '不包括专业通信设备的销售 ',
                'value': 'F_52_527_5274'
              },
              {
                'level': '4',
                'label': '其他电子产品零售',
                'remark': '',
                'value': 'F_52_527_5279'
              }
            ],
            'value': 'F_52_527'
          },
          {
            'level': '3',
            'label': '五金、家具及室内装饰材料专门零售',
            'remark': '指专门经营五金用品、家具和装修材料的店铺零售活动，以及在家具、家居装饰、建材城（中心）及展销会上设摊位的销售活动',
            'children': [
              {
                'level': '4',
                'label': '五金零售',
                'remark': '',
                'value': 'F_52_528_5281'
              },
              {
                'level': '4',
                'label': '灯具零售',
                'remark': '',
                'value': 'F_52_528_5282'
              },
              {
                'level': '4',
                'label': '家具零售',
                'remark': '',
                'value': 'F_52_528_5283'
              },
              {
                'level': '4',
                'label': '涂料零售',
                'remark': '',
                'value': 'F_52_528_5284'
              },
              {
                'level': '4',
                'label': '卫生洁具零售',
                'remark': '',
                'value': 'F_52_528_5285'
              },
              {
                'level': '4',
                'label': '木质装饰材料零售',
                'remark': '指专门经营木质地板、门、窗等店铺零售活动，不包括板材销售活动',
                'value': 'F_52_528_5286'
              },
              {
                'level': '4',
                'label': '陶瓷、石材装饰材料零售',
                'remark': '指专门经营陶瓷、石材制地板砖、壁砖等店铺零售活动',
                'value': 'F_52_528_5287'
              },
              {
                'level': '4',
                'label': '其他室内装饰材料零售',
                'remark': '',
                'value': 'F_52_528_5289'
              }
            ],
            'value': 'F_52_528'
          },
          {
            'level': '3',
            'label': '货摊、无店铺及其他零售业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '流动货摊零售',
                'remark': '',
                'value': 'F_52_529_5291'
              },
              {
                'level': '4',
                'label': '互联网零售',
                'remark': '指零售商通过电子商务平台开展销售的活动，不包括仅提供网络支付的活动，以及仅建立或提供网络交易平台和接入的活动',
                'value': 'F_52_529_5292'
              },
              {
                'level': '4',
                'label': '邮购及电视、电话零售',
                'remark': '指通过寄递及电视、电话等方式进行销售，并送货上门的零售活动',
                'value': 'F_52_529_5293'
              },
              {
                'level': '4',
                'label': '自动售货机零售',
                'remark': '',
                'value': 'F_52_529_5294'
              },
              {
                'level': '4',
                'label': '旧货零售',
                'remark': '',
                'value': 'F_52_529_5295'
              },
              {
                'level': '4',
                'label': '生活用燃料零售',
                'remark': '指从事生活用煤、煤油、酒精、薪柴、木炭以及罐装液化石油气等专门零售活动',
                'value': 'F_52_529_5296'
              },
              {
                'level': '4',
                'label': '宠物食品用品零售',
                'remark': '',
                'value': 'F_52_529_5297'
              },
              {
                'level': '4',
                'label': '其他未列明零售业',
                'remark': '',
                'value': 'F_52_529_5299'
              }
            ],
            'value': 'F_52_529'
          }
        ],
        'value': 'F_52'
      }
    ],
    'value': 'F'
  },
  {
    'level': '1',
    'label': '交通运输、仓储和邮政业',
    'remark': '本门类包括53～60大类',
    'children': [
      {
        'level': '2',
        'label': '铁路运输业',
        'remark': '指铁路的安全管理、调度指挥、行车组织、客运组织、货运组织，以及机车车辆、线桥隧涵、牵引供电、通信信号、信息系统的运用及维修养护；不包括铁路机车车辆、线桥隧涵、牵引供电、通信信号、信息系统设备的制造厂（公司）、建筑工程公司、商店、学校、科研所、医院等活动',
        'children': [
          {
            'level': '3',
            'label': '铁路旅客运输',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '高速铁路旅客运输',
                'remark': '',
                'value': 'G_53_531_5311'
              },
              {
                'level': '4',
                'label': '城际铁路旅客运输',
                'remark': '',
                'value': 'G_53_531_5312'
              },
              {
                'level': '4',
                'label': '普通铁路旅客运输',
                'remark': '',
                'value': 'G_53_531_5313'
              }
            ],
            'value': 'G_53_531'
          },
          {
            'level': '3',
            'label': '铁路运输辅助活动',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '客运火车站',
                'remark': '',
                'value': 'G_53_533_5331'
              },
              {
                'level': '4',
                'label': '货运火车站（场）',
                'remark': '',
                'value': 'G_53_533_5332'
              },
              {
                'level': '4',
                'label': '铁路运输维护活动',
                'remark': '指车辆运用及维护、线桥遂涵运用及维护、牵引供电运用及维护、通信信号运用及维护、铁路专用线运用及维护等',
                'value': 'G_53_533_5333'
              },
              {
                'level': '4',
                'label': '其他铁路运输辅助活动',
                'remark': '指除铁路旅客和货物公共运输、专用铁路运输和为其服务的铁路场站、机车车辆、线桥隧涵、牵引供电、通信信号的运用及维修养护，以及铁路专用线外的运输辅助活动',
                'value': 'G_53_533_5339'
              }
            ],
            'value': 'G_53_533'
          }
        ],
        'value': 'G_53'
      },
      {
        'level': '2',
        'label': '道路运输业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '城市公共交通运输',
            'remark': '指城市旅客运输活动 ',
            'children': [
              {
                'level': '4',
                'label': '公共电汽车客运',
                'remark': '',
                'value': 'G_54_541_5411'
              },
              {
                'level': '4',
                'label': '城市轨道交通',
                'remark': '指城市地铁、轻轨、有轨电车等活动',
                'value': 'G_54_541_5412'
              },
              {
                'level': '4',
                'label': '出租车客运',
                'remark': '指出租车公司以及与出租车公司签协议的出租车驾驶员的服务，还包括网络约车公司以及承揽网络预约客运的驾驶员的服务',
                'value': 'G_54_541_5413'
              },
              {
                'level': '4',
                'label': '公共自行车服务',
                'remark': '指政府或社会机构以低价格为居民提供的自行车出行服务',
                'value': 'G_54_541_5414'
              },
              {
                'level': '4',
                'label': '其他城市公共交通运输',
                'remark': '指其他未列明的城市旅客运输活动',
                'value': 'G_54_541_5419'
              }
            ],
            'value': 'G_54_541'
          },
          {
            'level': '3',
            'label': '公路旅客运输',
            'remark': '指城市以外道路的旅客运输活动',
            'children': [
              {
                'level': '4',
                'label': '长途客运',
                'remark': '指由始发站至终点站定线、定站、定班运行和停靠的旅客运输',
                'value': 'G_54_542_5421'
              },
              {
                'level': '4',
                'label': '旅游客运',
                'remark': '指专门为观光消遣为目的的团体或个人提供的，或者在特定旅游线路上提供的客运服务',
                'value': 'G_54_542_5422'
              },
              {
                'level': '4',
                'label': '其他公路客运',
                'remark': '指其他未列明的公路旅客运输活动',
                'value': 'G_54_542_5429'
              }
            ],
            'value': 'G_54_542'
          },
          {
            'level': '3',
            'label': '道路货物运输',
            'remark': '指所有道路的货物运输活动',
            'children': [
              {
                'level': '4',
                'label': '普通货物道路运输',
                'remark': '指对运输、装卸、保管没有特殊要求的道路货物运输活动',
                'value': 'G_54_543_5431'
              },
              {
                'level': '4',
                'label': '冷藏车道路运输',
                'remark': '指农产品、食品、植物等货物始终处于适宜温度环境下，保证产品质量的配有专门运输设备的道路货物运输活动',
                'value': 'G_54_543_5432'
              },
              {
                'level': '4',
                'label': '集装箱道路运输',
                'remark': '指以集装箱为承载货物容器的道路运输活动',
                'value': 'G_54_543_5433'
              },
              {
                'level': '4',
                'label': '大型货物道路运输',
                'remark': '指具备长度超过6m，高度超过2.7m，宽度超过2.5m，质量超过4t中一个及以上条件货物的道路运输活动',
                'value': 'G_54_543_5434'
              },
              {
                'level': '4',
                'label': '危险货物道路运输',
                'remark': '指具有燃烧、爆炸、腐蚀、有毒、放射性等物质，在运输、装卸、保管过程中可能引起人身伤亡和财产毁损而需要特别防护的货物道路运输活动',
                'value': 'G_54_543_5435'
              },
              {
                'level': '4',
                'label': '邮件包裹道路运输',
                'remark': '',
                'value': 'G_54_543_5436'
              },
              {
                'level': '4',
                'label': '城市配送',
                'remark': '指服务于城区以及市近郊的货物配送活动的货物临时存放地，在经济合理区域内，根据客户的要求对物品进行加工、包装、分割、组配等作业，并按时送达指定地点的物流活动',
                'value': 'G_54_543_5437'
              },
              {
                'level': '4',
                'label': '搬家运输',
                'remark': '',
                'value': 'G_54_543_5438'
              },
              {
                'level': '4',
                'label': '其他道路货物运输',
                'remark': '指其他未列明的道路货物运输活动',
                'value': 'G_54_543_5439'
              }
            ],
            'value': 'G_54_543'
          },
          {
            'level': '3',
            'label': '道路运输辅助活动',
            'remark': '指与道路运输相关的运输辅助活动',
            'children': [
              {
                'level': '4',
                'label': '客运汽车站',
                'remark': '指长途旅客运输汽车站的服务',
                'value': 'G_54_544_5441'
              },
              {
                'level': '4',
                'label': '货运枢纽（站）',
                'remark': '',
                'value': 'G_54_544_5442'
              },
              {
                'level': '4',
                'label': '公路管理与养护',
                'remark': '',
                'value': 'G_54_544_5443'
              },
              {
                'level': '4',
                'label': '其他道路运输辅助活动',
                'remark': '',
                'value': 'G_54_544_5449'
              }
            ],
            'value': 'G_54_544'
          }
        ],
        'value': 'G_54'
      },
      {
        'level': '2',
        'label': '水上运输业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '水上旅客运输',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '海上旅客运输',
                'remark': '指沿海、远洋客轮的运输活动和以客运为主的沿海、远洋运输活动',
                'value': 'G_55_551_5511'
              },
              {
                'level': '4',
                'label': '内河旅客运输',
                'remark': '指江、河、湖泊、水库的水上旅客运输活动',
                'value': 'G_55_551_5512'
              },
              {
                'level': '4',
                'label': '客运轮渡运输',
                'remark': '指城市及其他水域旅客轮渡运输活动',
                'value': 'G_55_551_5513'
              }
            ],
            'value': 'G_55_551'
          },
          {
            'level': '3',
            'label': '水上货物运输',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '远洋货物运输',
                'remark': '',
                'value': 'G_55_552_5521'
              },
              {
                'level': '4',
                'label': '沿海货物运输',
                'remark': '',
                'value': 'G_55_552_5522'
              },
              {
                'level': '4',
                'label': '内河货物运输',
                'remark': '指江、河、湖泊、水库的水上货物运输活动',
                'value': 'G_55_552_5523'
              }
            ],
            'value': 'G_55_552'
          },
          {
            'level': '3',
            'label': '水上运输辅助活动',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '客运港口',
                'remark': '含水上运动码头',
                'value': 'G_55_553_5531'
              },
              {
                'level': '4',
                'label': '货运港口',
                'remark': '',
                'value': 'G_55_553_5532'
              },
              {
                'level': '4',
                'label': '其他水上运输辅助活动',
                'remark': '指其他未列明的水上运输辅助活动',
                'value': 'G_55_553_5539'
              }
            ],
            'value': 'G_55_553'
          }
        ],
        'value': 'G_55'
      },
      {
        'level': '2',
        'label': '航空运输业 ',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '航空客货运输',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '航空旅客运输',
                'remark': '指以旅客运输为主的航空运输活动',
                'value': 'G_56_561_5611'
              },
              {
                'level': '4',
                'label': '航空货物运输',
                'remark': '指以货物或邮件为主的航空运输活动',
                'value': 'G_56_561_5612'
              }
            ],
            'value': 'G_56_561'
          },
          {
            'level': '3',
            'label': '通用航空服务',
            'remark': '指使用民用航空器从事除公共航空运输以外的民用航空活动',
            'children': [
              {
                'level': '4',
                'label': '通用航空生产服务',
                'remark': '指通用航空为农业、测绘、航拍、抢险、救援等活动的服务',
                'value': 'G_56_562_5621'
              },
              {
                'level': '4',
                'label': '观光游览航空服务',
                'remark': '包括直升机、热气球的游览服务',
                'value': 'G_56_562_5622'
              },
              {
                'level': '4',
                'label': '体育航空运动服务',
                'remark': '指通过各种航空器进行运动活动的服务，包括航空俱乐部服务',
                'value': 'G_56_562_5623'
              },
              {
                'level': '4',
                'label': '其他通用航空服务',
                'remark': '',
                'value': 'G_56_562_5629'
              }
            ],
            'value': 'G_56_562'
          },
          {
            'level': '3',
            'label': '航空运输辅助活动',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '机场',
                'remark': '',
                'value': 'G_56_563_5631'
              },
              {
                'level': '4',
                'label': '空中交通管理',
                'remark': '',
                'value': 'G_56_563_5632'
              },
              {
                'level': '4',
                'label': '其他航空运输辅助活动',
                'remark': '指其他未列明的航空运输辅助活动',
                'value': 'G_56_563_5639'
              }
            ],
            'value': 'G_56_563'
          }
        ],
        'value': 'G_56'
      },
      {
        'level': '2',
        'label': '管道运输业 ',
        'remark': '',
        'value': 'G_57'
      },
      {
        'level': '2',
        'label': '多式联运和运输代理业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '运输代理业',
            'remark': '指与运输有关的代理及服务活动',
            'children': [
              {
                'level': '4',
                'label': '货物运输代理',
                'remark': '',
                'value': 'G_58_582_5821'
              },
              {
                'level': '4',
                'label': '旅客票务代理',
                'remark': '',
                'value': 'G_58_582_5822'
              },
              {
                'level': '4',
                'label': '其他运输代理业',
                'remark': '',
                'value': 'G_58_582_5829'
              }
            ],
            'value': 'G_58_582'
          }
        ],
        'value': 'G_58'
      },
      {
        'level': '2',
        'label': '装卸搬运和仓储业',
        'remark': '指装卸搬运活动和专门从事货物仓储、货物运输中转仓储，以及以仓储为主的货物送配活动，还包括以仓储为目的的收购活动',
        'children': [
          {
            'level': '3',
            'label': '危险品仓储',
            'remark': '指对具有易燃易爆物品、危险化学品、放射性物品等能够危及人身安全和财产安全的物品的仓储活动',
            'children': [
              {
                'level': '4',
                'label': '油气仓储',
                'remark': '',
                'value': 'G_59_594_5941'
              },
              {
                'level': '4',
                'label': '危险化学品仓储',
                'remark': '',
                'value': 'G_59_594_5942'
              },
              {
                'level': '4',
                'label': '其他危险品仓储',
                'remark': '',
                'value': 'G_59_594_5949'
              }
            ],
            'value': 'G_59_594'
          },
          {
            'level': '3',
            'label': '谷物、棉花等农产品仓储',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '谷物仓储',
                'remark': '指国家储备及其他谷物仓储活动',
                'value': 'G_59_595_5951'
              },
              {
                'level': '4',
                'label': '棉花仓储',
                'remark': '指棉花加工厂仓储、中转仓储、棉花专业仓储、棉花物流配送活动，还包括在棉花仓储、物流配送过程中的棉花信息化管理活动',
                'value': 'G_59_595_5952'
              },
              {
                'level': '4',
                'label': '其他农产品仓储',
                'remark': '指未列明的其他农产品仓储活动，包括林产品的仓储',
                'value': 'G_59_595_5959'
              }
            ],
            'value': 'G_59_595'
          }
        ],
        'value': 'G_59'
      },
      {
        'level': '2',
        'label': '邮政业',
        'remark': '',
        'value': 'G_60'
      }
    ],
    'value': 'G'
  },
  {
    'level': '1',
    'label': '住宿和餐饮业',
    'remark': '本门类包括61和62大类',
    'children': [
      {
        'level': '2',
        'label': '住宿业',
        'remark': '指为旅行者提供短期留宿场所的活动，有些单位只提供住宿，也有些单位提供住宿、饮食、商务、娱乐一体的服务，本类不包括主要按月或按年长期出租房屋住所的活动',
        'children': [
          {
            'level': '3',
            'label': '一般旅馆',
            'remark': '指不具备评定旅游饭店和同等水平饭店的一般旅馆的活动',
            'children': [
              {
                'level': '4',
                'label': '经济型连锁酒店',
                'remark': '指以客房为唯一或核心产品，以连锁为经营模式，统一装修风格，统一服务标准，面向大众、价格经济、满足消费者在外出住宿时对安全、卫生、便捷等方面基本要求的并具有国际接待水准的有限服务型住宿企业',
                'value': 'H_61_612_6121'
              },
              {
                'level': '4',
                'label': '其他一般旅馆',
                'remark': '',
                'value': 'H_61_612_6129'
              }
            ],
            'value': 'H_61_612'
          }
        ],
        'value': 'H_61'
      },
      {
        'level': '2',
        'label': '餐饮业',
        'remark': '指通过即时制作加工、商业销售和服务性劳动等，向消费者提供食品和消费场所及设施的服务',
        'children': [
          {
            'level': '3',
            'label': '饮料及冷饮服务',
            'remark': '指在一定场所内以提供饮料和冷饮为主的服务',
            'children': [
              {
                'level': '4',
                'label': '茶馆服务',
                'remark': '',
                'value': 'H_62_623_6231'
              },
              {
                'level': '4',
                'label': '咖啡馆服务',
                'remark': '',
                'value': 'H_62_623_6232'
              },
              {
                'level': '4',
                'label': '酒吧服务 ',
                'remark': '',
                'value': 'H_62_623_6233'
              },
              {
                'level': '4',
                'label': '其他饮料及冷饮服务',
                'remark': '',
                'value': 'H_62_623_6239'
              }
            ],
            'value': 'H_62_623'
          },
          {
            'level': '3',
            'label': '餐饮配送及外卖送餐服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '餐饮配送服务',
                'remark': '指根据协议或合同，为民航、铁路、学校、公司、机关等机构提供餐饮配送服务',
                'value': 'H_62_624_6241'
              },
              {
                'level': '4',
                'label': '外卖送餐服务',
                'remark': '指根据消费者的订单和食品安全的要求，选择适当的交通工具、设备，按时、按质、按量送达消费者，并提供相应单据的服务',
                'value': 'H_62_624_6242'
              }
            ],
            'value': 'H_62_624'
          },
          {
            'level': '3',
            'label': '其他餐饮业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '小吃服务',
                'remark': '指提供全天就餐的简便餐饮服务，包括路边小饭馆、农家饭馆、流动餐饮和单一小吃等餐饮服务',
                'value': 'H_62_629_6291'
              },
              {
                'level': '4',
                'label': '其他未列明餐饮业',
                'remark': '',
                'value': 'H_62_629_6299'
              }
            ],
            'value': 'H_62_629'
          }
        ],
        'value': 'H_62'
      }
    ],
    'value': 'H'
  },
  {
    'level': '1',
    'label': '信息传输、软件和信息技术服务业',
    'remark': '本门类包括63～65大类',
    'children': [
      {
        'level': '2',
        'label': '电信、广播电视和卫星传输服务',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '电信',
            'remark': '指利用有线、无线的电磁系统或者光电系统，传送、发射或者接收语音、文字、数据、图像以及其他任何形式信息的活动',
            'children': [
              {
                'level': '4',
                'label': '固定电信服务',
                'remark': '指从事固定通信业务活动',
                'value': 'I_63_631_6311'
              },
              {
                'level': '4',
                'label': '移动电信服务',
                'remark': '指从事移动通信业务活动',
                'value': 'I_63_631_6312'
              },
              {
                'level': '4',
                'label': '其他电信服务',
                'remark': '指除固定电信服务、移动电信服务外，利用固定、移动通信网从事的信息服务',
                'value': 'I_63_631_6319'
              }
            ],
            'value': 'I_63_631'
          },
          {
            'level': '3',
            'label': '广播电视传输服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '有线广播电视传输服务',
                'remark': '指有线广播电视网络及其信息传输分发交换接入服务和信号的传输服务',
                'value': 'I_63_632_6321'
              },
              {
                'level': '4',
                'label': '无线广播电视传输服务',
                'remark': '指无线广播电视传输覆盖网及其信息传输分发交换服务信号的传输服务',
                'value': 'I_63_632_6322'
              }
            ],
            'value': 'I_63_632'
          },
          {
            'level': '3',
            'label': '卫星传输服务',
            'remark': '指利用卫星提供通讯传输和广播电视传输服务、以及导航、定位、测绘、气象、地质勘查、空间信息等应用服务',
            'children': [
              {
                'level': '4',
                'label': '广播电视卫星传输服务',
                'remark': '',
                'value': 'I_63_633_6331'
              },
              {
                'level': '4',
                'label': '其他卫星传输服务',
                'remark': '',
                'value': 'I_63_633_6339'
              }
            ],
            'value': 'I_63_633'
          }
        ],
        'value': 'I_63'
      },
      {
        'level': '2',
        'label': '互联网和相关服务',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '互联网信息服务 ',
            'remark': '指除基础电信运营商外，通过互联网提供在线信息、电子邮箱、数据检索、网络游戏、网上新闻、网上音乐等信息服务；不包括互联网支付、互联网基金销售、互联网保险、互联网信托和互联网消费金融，有关内容列入相应的金融行业中',
            'children': [
              {
                'level': '4',
                'label': '互联网搜索服务',
                'remark': '',
                'value': 'I_64_642_6421'
              },
              {
                'level': '4',
                'label': '互联网游戏服务',
                'remark': '含互联网电子竞技服务',
                'value': 'I_64_642_6422'
              },
              {
                'level': '4',
                'label': '互联网其他信息服务',
                'remark': '',
                'value': 'I_64_642_6429'
              }
            ],
            'value': 'I_64_642'
          },
          {
            'level': '3',
            'label': '互联网平台',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '互联网生产服务平台',
                'remark': '指专门为生产服务提供第三方服务平台的互联网活动，包括互联网大宗商品交易平台、互联网货物运输平台等',
                'value': 'I_64_643_6431'
              },
              {
                'level': '4',
                'label': '互联网生活服务平台',
                'remark': '指专门为居民生活服务提供第三方服务平台的互联网活动，包括互联网销售平台、互联网约车服务平台、互联网旅游出行服务平台、互联网体育平台等',
                'value': 'I_64_643_6432'
              },
              {
                'level': '4',
                'label': '互联网科技创新平台',
                'remark': '指专门为科技创新、创业等提供第三方服务平台的互联网活动，包括网络众创平台、网络众包平台、网络众扶平台、技术创新网络平台、技术交易网络平台、科技成果网络推广平台、知识产权交易平台、开源社区平台等',
                'value': 'I_64_643_6433'
              },
              {
                'level': '4',
                'label': '互联网公共服务平台',
                'remark': '指专门为公共服务提供第三方服务平台的互联网活动',
                'value': 'I_64_643_6434'
              },
              {
                'level': '4',
                'label': '其他互联网平台',
                'remark': '',
                'value': 'I_64_643_6439'
              }
            ],
            'value': 'I_64_643'
          }
        ],
        'value': 'I_64'
      },
      {
        'level': '2',
        'label': '软件和信息技术服务业',
        'remark': '指对信息传输、信息制作、信息提供和信息接收过程中产生的技术问题或技术需求所提供的服务 ',
        'children': [
          {
            'level': '3',
            'label': '软件开发',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '基础软件开发',
                'remark': '指能够对硬件资源进行调度和管理、为应用软件提供运行支撑的软件，包括操作系统、数据库、中间件、各类固件等',
                'value': 'I_65_651_6511'
              },
              {
                'level': '4',
                'label': '支撑软件开发',
                'remark': '指软件开发过程中使用到的支撑软件开发的工具和集成环境、测试工具软件等',
                'value': 'I_65_651_6512'
              },
              {
                'level': '4',
                'label': '应用软件开发',
                'remark': '指独立销售的面向应用需求的软件和解决方案软件等，包括通用软件、工业软件、行业软件、嵌入式应用软件等',
                'value': 'I_65_651_6513'
              },
              {
                'level': '4',
                'label': '其他软件开发',
                'remark': '指未列明的软件开发，如平台软件、信息安全软件等',
                'value': 'I_65_651_6519'
              }
            ],
            'value': 'I_65_651'
          },
          {
            'level': '3',
            'label': '信息系统集成和物联网技术服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '信息系统集成服务',
                'remark': '指基于需方业务需求进行的信息系统需求分析和系统设计，并通过结构化的综合布缆系统、计算机网络技术和软件技术，将各个分离的设备、功能和信息等集成到相互关联的、统一和协调的系统之中，以及为信息系统的正常运行提供支持的服务；包括信息系统设计、集成实施、运行维护等服务',
                'value': 'I_65_653_6531'
              },
              {
                'level': '4',
                'label': '物联网技术服务',
                'remark': '指提供各种物联网技术支持服务',
                'value': 'I_65_653_6532'
              }
            ],
            'value': 'I_65_653'
          },
          {
            'level': '3',
            'label': '数字内容服务',
            'remark': '指数字内容的加工处理，即将图片、文字、视频、音频等信息内容运用数字化技术进行加工处理并整合应用的服务',
            'children': [
              {
                'level': '4',
                'label': '地理遥感信息服务',
                'remark': '指互联网地图服务软件、地理信息系统软件、测绘软件、遥感软件、导航与位置服务软件、地图制图软件等，以及地理信息加工处理（包括导航电子地图制作、遥感影像处理等）、地理信息系统工程服务、导航及位置服务等',
                'value': 'I_65_657_6571'
              },
              {
                'level': '4',
                'label': '动漫、游戏数字内容服务',
                'remark': '',
                'value': 'I_65_657_6572'
              },
              {
                'level': '4',
                'label': '其他数字内容服务',
                'remark': '含数字文化和数字体育内容服务',
                'value': 'I_65_657_6579'
              }
            ],
            'value': 'I_65_657'
          },
          {
            'level': '3',
            'label': '其他信息技术服务业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '呼叫中心',
                'remark': '指受企事业单位委托，利用与公用电话网或因特网连接的呼叫中心系统和数据库技术，经过信息采集、加工、存储等建立信息库，通过固定网、移动网或因特网等公众通信网络向用户提供有关该企事业单位的业务咨询、信息咨询和数据查询等服务',
                'value': 'I_65_659_6591'
              },
              {
                'level': '4',
                'label': '其他未列明信息技术服务业',
                'remark': '',
                'value': 'I_65_659_6599'
              }
            ],
            'value': 'I_65_659'
          }
        ],
        'value': 'I_65'
      }
    ],
    'value': 'I'
  },
  {
    'level': '1',
    'label': '金融业',
    'remark': '本门类包括66～69大类',
    'children': [
      {
        'level': '2',
        'label': '货币金融服务',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '货币银行服务',
            'remark': '指除中央银行以外的各类银行所从事存款、贷款和信用卡等货币媒介活动，还包括在中国开展货币业务的外资银行及分支机构的活动',
            'children': [
              {
                'level': '4',
                'label': '商业银行服务',
                'remark': '',
                'value': 'J_66_662_6621'
              },
              {
                'level': '4',
                'label': '政策性银行服务',
                'remark': '',
                'value': 'J_66_662_6622'
              },
              {
                'level': '4',
                'label': '信用合作社服务',
                'remark': '',
                'value': 'J_66_662_6623'
              },
              {
                'level': '4',
                'label': '农村资金互助社服务',
                'remark': '指经银行业监督管理机构批准，由自愿入股组成的社区互助性银行业金融业务',
                'value': 'J_66_662_6624'
              },
              {
                'level': '4',
                'label': '其他货币银行服务',
                'remark': '',
                'value': 'J_66_662_6629'
              }
            ],
            'value': 'J_66_662'
          },
          {
            'level': '3',
            'label': '非货币银行服务',
            'remark': '指主要与非货币媒介机构以各种方式发放贷款有关的金融服务',
            'children': [
              {
                'level': '4',
                'label': '融资租赁服务',
                'remark': '指经银行业监督管理部门或商务部批准，以经营融资租赁业务为主的活动',
                'value': 'J_66_663_6631'
              },
              {
                'level': '4',
                'label': '财务公司服务 ',
                'remark': '指经银行业监督管理部门批准，为企业融资提供的金融活动',
                'value': 'J_66_663_6632'
              },
              {
                'level': '4',
                'label': '典当',
                'remark': '指以动产、不动产或其他财产权利质押或抵押的融资活动',
                'value': 'J_66_663_6633'
              },
              {
                'level': '4',
                'label': '汽车金融公司服务',
                'remark': '指经中国银监会批准设立的专门为中国境内的汽车购买者及销售者提供金融服务的非银行金融机构的活动',
                'value': 'J_66_663_6634'
              },
              {
                'level': '4',
                'label': '小额贷款公司服务 ',
                'remark': '包括中国银监会和地方政府批准设立的贷款公司，即由境内商业银行或农村合作银行在农村地区设立的专门为县域农民、农业、农村经济发展提供贷款服务的金融机构',
                'value': 'J_66_663_6635'
              },
              {
                'level': '4',
                'label': '消费金融公司服务 ',
                'remark': '指经中国银监会批准设立的为中国境内居民个人提供以消费（不包括购买房屋和汽车）为目的贷款的非银行金融机构的活动',
                'value': 'J_66_663_6636'
              },
              {
                'level': '4',
                'label': '网络借贷服务',
                'remark': '指依法成立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以及个体和个体之间通过互联网平台实现的直接借贷，个体包含自然人、法人及其他组织',
                'value': 'J_66_663_6637'
              },
              {
                'level': '4',
                'label': '其他非货币银行服务',
                'remark': '指上述未包括的从事融资、抵押等非货币银行的服务，包括各种消费信贷抵押顾问和经纪人的活动；还包括金融保理活动',
                'value': 'J_66_663_6639'
              }
            ],
            'value': 'J_66_663'
          }
        ],
        'value': 'J_66'
      },
      {
        'level': '2',
        'label': '资本市场服务',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '证券市场服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '证券市场管理服务',
                'remark': '指非政府机关进行的证券市场经营和监管，包括证券交易所、登记结算机构的活动',
                'value': 'J_67_671_6711'
              },
              {
                'level': '4',
                'label': '证券经纪交易服务',
                'remark': '指在金融市场上代他人进行交易、代理发行证券和其他有关活动，包括证券经纪、证券承销与保荐、融资融券业务、客户资产管理业务等活动',
                'value': 'J_67_671_6712'
              }
            ],
            'value': 'J_67_671'
          },
          {
            'level': '3',
            'label': '非公开募集证券投资基金',
            'remark': '指以投资活动为目的设立，非公开募集，由基金管理人或者普通合伙人管理的基金，依照《私募投资基金监督管理暂行办法》进行运作',
            'children': [
              {
                'level': '4',
                'label': '创业投资基金',
                'remark': '指向处于创业各阶段的成长性企业进行股权投资，以期所投资的企业成熟或相对成熟后主要通过股权转让获得增值收益的基金',
                'value': 'J_67_673_6731'
              },
              {
                'level': '4',
                'label': '天使投资',
                'remark': '指除被投资企业职员及其家庭成员和直系亲属以外的个人以其自有资金开展的创业投资的活动',
                'value': 'J_67_673_6732'
              },
              {
                'level': '4',
                'label': '其他非公开募集证券投资基金',
                'remark': '包括基金投资类理财服务',
                'value': 'J_67_673_6739'
              }
            ],
            'value': 'J_67_673'
          },
          {
            'level': '3',
            'label': '期货市场服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '期货市场管理服务',
                'remark': '指非政府机关进行的期货市场经营和监管，包括商品期货交易所、金融期货交易所、期货保证金监控中心的活动',
                'value': 'J_67_674_6741'
              },
              {
                'level': '4',
                'label': '其他期货市场服务',
                'remark': '指商品合约经纪及其他未列明的期货市场的服务',
                'value': 'J_67_674_6749'
              }
            ],
            'value': 'J_67_674'
          }
        ],
        'value': 'J_67'
      },
      {
        'level': '2',
        'label': '保险业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '人身保险',
            'remark': '指以人的寿命和身体为保险标的的保险活动，包括人寿保险、年金保险、健康保险和意外伤害保险',
            'children': [
              {
                'level': '4',
                'label': '人寿保险',
                'remark': '指以人的寿命为保险标的的人身保险，包括定期寿险、终身寿险和两全保险',
                'value': 'J_68_681_6811'
              },
              {
                'level': '4',
                'label': '年金保险',
                'remark': '指以被保险人生存为给付保险金条件，并按约定的时间间隔分期给付生存保险金的人身保险',
                'value': 'J_68_681_6812'
              },
              {
                'level': '4',
                'label': '健康保险',
                'remark': '指以因健康原因导致损失为给付保险金条件的人身保险，包括疾病保险、医疗保险、失能收入损失保险和护理保险',
                'value': 'J_68_681_6813'
              },
              {
                'level': '4',
                'label': '意外伤害保险',
                'remark': '指以被保险人因意外事故而导致身故、残疾或者发生保险合同约定的其他事故为给付保险金条件的人身保险',
                'value': 'J_68_681_6814'
              }
            ],
            'value': 'J_68_681'
          },
          {
            'level': '3',
            'label': '保险中介服务',
            'remark': '指保险代理人、保险经纪人开展的保险销售、谈判、促合以及防灾、防损或风险评估、风险管理咨询、协助查勘理赔等活动，以及保险公估人开展的对保险标的或保险事故的评估、鉴定、勘验、估损、理算等活动',
            'children': [
              {
                'level': '4',
                'label': '保险经纪服务',
                'remark': '指基于投保人的利益，为投保人与保险人订立保险合同提供中介服务并依法收取佣金的活动',
                'value': 'J_68_685_6851'
              },
              {
                'level': '4',
                'label': '保险代理服务',
                'remark': '指根据保险人的委托，向保险人收取佣金，并在保险人授权的范围内代为办理保险业务的活动',
                'value': 'J_68_685_6852'
              },
              {
                'level': '4',
                'label': '保险公估服务',
                'remark': '指接受委托，专门从事保险标的或者保险事故评估、勘验、鉴定、估损理算等业务，并按约定收取报酬的活动',
                'value': 'J_68_685_6853'
              }
            ],
            'value': 'J_68_685'
          }
        ],
        'value': 'J_68'
      },
      {
        'level': '2',
        'label': '其他金融业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '金融信托与管理服务',
            'remark': '指根据委托书、遗嘱或代理协议代表受益人管理的信托基金、房地产账户或代理账户等活动，包括单位投资信托管理，还包括信托公司通过互联网销售信托产品及开展其他信托业务的互联网信托活动',
            'children': [
              {
                'level': '4',
                'label': '信托公司',
                'remark': '指经中国银监会批准设立的，主要经营信托业务的金融机构；信托业务是指信托公司以营业和收取报酬为目的，以受托人身份承诺信托和处理信托事务的经营行为',
                'value': 'J_69_691_6911'
              },
              {
                'level': '4',
                'label': '其他金融信托与管理服务',
                'remark': '',
                'value': 'J_69_691_6919'
              }
            ],
            'value': 'J_69_691'
          },
          {
            'level': '3',
            'label': '其他未列明金融业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '货币经纪公司服务',
                'remark': '指经中国银监会批准设立的专门从事促进金融机构间资金融通和外汇交易等经纪服务的非银行金融机构的活动',
                'value': 'J_69_699_6991'
              },
              {
                'level': '4',
                'label': '其他未包括金融业',
                'remark': '指主要与除提供贷款以外的资金分配有关的其他金融媒介活动，包括保理活动、掉期、期权和其他套期保值安排、保单贴现公司的活动、金融交易处理与结算，以及借款担保服务、发行债券担保服务等融资担保活动，还包括信用卡交易的处理与结算、外币兑换等活动',
                'value': 'J_69_699_6999'
              }
            ],
            'value': 'J_69_699'
          }
        ],
        'value': 'J_69'
      }
    ],
    'value': 'J'
  },
  {
    'level': '1',
    'label': '房地产业',
    'remark': '本门类包括70大类',
    'children': [
      {
        'level': '2',
        'label': '房地产业',
        'remark': '',
        'value': 'K_70'
      }
    ],
    'value': 'K'
  },
  {
    'level': '1',
    'label': '租赁和商务服务业',
    'remark': '本门类包括71和72大类',
    'children': [
      {
        'level': '2',
        'label': '租赁业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '机械设备经营租赁',
            'remark': '指不配备操作人员的机械设备的租赁服务',
            'children': [
              {
                'level': '4',
                'label': '汽车租赁',
                'remark': '',
                'value': 'L_71_711_7111'
              },
              {
                'level': '4',
                'label': '农业机械经营租赁',
                'remark': '',
                'value': 'L_71_711_7112'
              },
              {
                'level': '4',
                'label': '建筑工程机械与设备经营租赁',
                'remark': '',
                'value': 'L_71_711_7113'
              },
              {
                'level': '4',
                'label': '计算机及通讯设备经营租赁',
                'remark': '',
                'value': 'L_71_711_7114'
              },
              {
                'level': '4',
                'label': '医疗设备经营租赁',
                'remark': '',
                'value': 'L_71_711_7115'
              },
              {
                'level': '4',
                'label': '其他机械与设备经营租赁',
                'remark': '',
                'value': 'L_71_711_7119'
              }
            ],
            'value': 'L_71_711'
          },
          {
            'level': '3',
            'label': '文体设备和用品出租',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '休闲娱乐用品设备出租',
                'remark': '',
                'value': 'L_71_712_7121'
              },
              {
                'level': '4',
                'label': '体育用品设备出租',
                'remark': '',
                'value': 'L_71_712_7122'
              },
              {
                'level': '4',
                'label': '文化用品设备出租',
                'remark': '不包括图书、音响制品出租',
                'value': 'L_71_712_7123'
              },
              {
                'level': '4',
                'label': '图书出租',
                'remark': '',
                'value': 'L_71_712_7124'
              },
              {
                'level': '4',
                'label': '音像制品出租',
                'remark': '',
                'value': 'L_71_712_7125'
              },
              {
                'level': '4',
                'label': '其他文体设备和用品出租',
                'remark': '',
                'value': 'L_71_712_7129'
              }
            ],
            'value': 'L_71_712'
          }
        ],
        'value': 'L_71'
      },
      {
        'level': '2',
        'label': '商务服务业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '组织管理服务',
            'remark': '指市场化组织管理和经营性组织管理',
            'children': [
              {
                'level': '4',
                'label': '企业总部管理',
                'remark': '指不具体从事对外经营业务，只负责企业的重大决策、资产管理，协调管理下属各机构和内部日常工作的企业总部的活动，其对外经营业务由下属的独立核算单位或单独核算单位承担，还包括派出机构的活动（如办事处等）',
                'value': 'L_72_721_7211'
              },
              {
                'level': '4',
                'label': '投资与资产管理',
                'remark': '指政府主管部门转变职能后，成立的国有资产管理机构和行业管理机构的活动；投资活动,不包括资本活动的投资',
                'value': 'L_72_721_7212'
              },
              {
                'level': '4',
                'label': '资源与产权交易服务',
                'remark': '指除货物、资本市场、黄金、外汇、房地产、土地、知识产权交易以外的所有资源与产权交易活动',
                'value': 'L_72_721_7213'
              },
              {
                'level': '4',
                'label': '单位后勤管理服务',
                'remark': '指为企事业、机关提供综合后勤服务的活动',
                'value': 'L_72_721_7214'
              },
              {
                'level': '4',
                'label': '农村集体经济组织管理',
                'remark': '指以土地等生产资料劳动群众集体所有制为基础，承担管理集体资产、开发集体资源、发展集体经济、服务集体成员的基层经济组织',
                'value': 'L_72_721_7215'
              },
              {
                'level': '4',
                'label': '其他组织管理服务',
                'remark': '指其他各类企业、行业管理机构和未列明的综合跨界管理的活动',
                'value': 'L_72_721_7219'
              }
            ],
            'value': 'L_72_721'
          },
          {
            'level': '3',
            'label': '综合管理服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '园区管理服务',
                'remark': '指非政府部门的各类园区管理服务',
                'value': 'L_72_722_7221'
              },
              {
                'level': '4',
                'label': '商业综合体管理服务',
                'remark': '指以购物中心为主导，融合了商业零售、餐饮、休闲健身、娱乐、文化等多项活动的大型建筑综合体',
                'value': 'L_72_722_7222'
              },
              {
                'level': '4',
                'label': '市场管理服务',
                'remark': '指各种交易市场的管理活动',
                'value': 'L_72_722_7223'
              },
              {
                'level': '4',
                'label': '供应链管理服务',
                'remark': '指基于现代信息技术对供应链中的物流、商流、信息流和资金流进行设计、规划、控制和优化，将单一、分散的订单管理、采购执行、报关退税、物流管理、资金融通、数据管理、贸易商务、结算等进行一体化整合的服务',
                'value': 'L_72_722_7224'
              },
              {
                'level': '4',
                'label': '其他综合管理服务',
                'remark': '指其他未列明的综合跨界管理的活动',
                'value': 'L_72_722_7229'
              }
            ],
            'value': 'L_72_722'
          },
          {
            'level': '3',
            'label': '法律服务',
            'remark': '指律师、公证、仲裁、调解等活动',
            'children': [
              {
                'level': '4',
                'label': '律师及相关法律服务',
                'remark': '指在民事案件、刑事案件和其他案件中，为原被告双方提供法律代理服务，以及为一般民事行为提供的法律咨询服务',
                'value': 'L_72_723_7231'
              },
              {
                'level': '4',
                'label': '公证服务',
                'remark': '',
                'value': 'L_72_723_7232'
              },
              {
                'level': '4',
                'label': '其他法律服务',
                'remark': '',
                'value': 'L_72_723_7239'
              }
            ],
            'value': 'L_72_723'
          },
          {
            'level': '3',
            'label': '咨询与调查',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '会计、审计及税务服务',
                'remark': '',
                'value': 'L_72_724_7241'
              },
              {
                'level': '4',
                'label': '市场调查',
                'remark': '包含广播电视收听、收视调查',
                'value': 'L_72_724_7242'
              },
              {
                'level': '4',
                'label': '社会经济咨询',
                'remark': '',
                'value': 'L_72_724_7243'
              },
              {
                'level': '4',
                'label': '健康咨询',
                'remark': '',
                'value': 'L_72_724_7244'
              },
              {
                'level': '4',
                'label': '环保咨询',
                'remark': '',
                'value': 'L_72_724_7245'
              },
              {
                'level': '4',
                'label': '体育咨询',
                'remark': '含体育策划',
                'value': 'L_72_724_7246'
              },
              {
                'level': '4',
                'label': '其他专业咨询与调查',
                'remark': '指上述咨询以外的其他专业咨询和其他调查活动',
                'value': 'L_72_724_7249'
              }
            ],
            'value': 'L_72_724'
          },
          {
            'level': '3',
            'label': '广告业',
            'remark': '指在报纸、期刊、路牌、灯箱、橱窗、互联网、通讯设备及广播电影电视等媒介上为客户策划、制作的有偿宣传活动',
            'children': [
              {
                'level': '4',
                'label': '互联网广告服务',
                'remark': '指提供互联网推送及其他互联网广告服务',
                'value': 'L_72_725_7251'
              },
              {
                'level': '4',
                'label': '其他广告服务',
                'remark': '指除互联网广告以外的广告服务',
                'value': 'L_72_725_7259'
              }
            ],
            'value': 'L_72_725'
          },
          {
            'level': '3',
            'label': '人力资源服务',
            'remark': '指为劳动者就业和职业发展，为用人单位管理和开发人力资源提供的相关服务，主要包括人力资源招聘、职业指导、人力资源和社会保障事务代理、人力资源外包、人力资源管理咨询、人力资源信息软件服务等',
            'children': [
              {
                'level': '4',
                'label': '公共就业服务',
                'remark': '指向劳动者提供公益性的就业服务',
                'value': 'L_72_726_7261'
              },
              {
                'level': '4',
                'label': '职业中介服务',
                'remark': '指为求职者寻找、选择、介绍工作，为用人单位提供劳动力的服务',
                'value': 'L_72_726_7262'
              },
              {
                'level': '4',
                'label': '劳务派遣服务',
                'remark': '指劳务派遣单位招用劳动力后，将其派到用工单位从事劳动的行为',
                'value': 'L_72_726_7263'
              },
              {
                'level': '4',
                'label': '创业指导服务',
                'remark': '指除众创空间、孵化器等创业服务载体外的其他机构为初创企业或创业者提供的创业辅导、创业培训、技术转移、人才引进、金融投资、市场开拓、国际合作等一系列服务',
                'value': 'L_72_726_7264'
              },
              {
                'level': '4',
                'label': '其他人力资源服务',
                'remark': '指其他未列明的人力资源服务',
                'value': 'L_72_726_7269'
              }
            ],
            'value': 'L_72_726'
          },
          {
            'level': '3',
            'label': '安全保护服务',
            'remark': '指为社会提供的专业化、有偿安全防范服务',
            'children': [
              {
                'level': '4',
                'label': '安全服务',
                'remark': '',
                'value': 'L_72_727_7271'
              },
              {
                'level': '4',
                'label': '安全系统监控服务',
                'remark': '',
                'value': 'L_72_727_7272'
              },
              {
                'level': '4',
                'label': '其他安全保护服务',
                'remark': '',
                'value': 'L_72_727_7279'
              }
            ],
            'value': 'L_72_727'
          },
          {
            'level': '3',
            'label': '会议、展览及相关服务',
            'remark': '指以会议、展览为主，也可附带其他相关的活动形式，包括项目策划组织、场馆租赁、安全保障等相关服务',
            'children': [
              {
                'level': '4',
                'label': '科技会展服务',
                'remark': '',
                'value': 'L_72_728_7281'
              },
              {
                'level': '4',
                'label': '旅游会展服务',
                'remark': '',
                'value': 'L_72_728_7282'
              },
              {
                'level': '4',
                'label': '体育会展服务',
                'remark': '',
                'value': 'L_72_728_7283'
              },
              {
                'level': '4',
                'label': '文化会展服务',
                'remark': '',
                'value': 'L_72_728_7284'
              },
              {
                'level': '4',
                'label': '其他会议、会展及相关服务',
                'remark': '',
                'value': 'L_72_728_7289'
              }
            ],
            'value': 'L_72_728'
          },
          {
            'level': '3',
            'label': '其他商务服务业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '旅行社及相关服务',
                'remark': '指为社会各界提供商务、组团和散客旅游的服务，包括向顾客提供咨询、旅游计划和建议、日程安排、导游、食宿和交通等服务',
                'value': 'L_72_729_7291'
              },
              {
                'level': '4',
                'label': '包装服务',
                'remark': '指有偿或按协议为客户提供包装服务',
                'value': 'L_72_729_7292'
              },
              {
                'level': '4',
                'label': '办公服务',
                'remark': '指为商务、公务及个人提供的各种办公服务',
                'value': 'L_72_729_7293'
              },
              {
                'level': '4',
                'label': '翻译服务',
                'remark': '指专业提供口译和笔译的服务',
                'value': 'L_72_729_7294'
              },
              {
                'level': '4',
                'label': '信用服务',
                'remark': '指专门从事信用信息采集、整理和加工，并提供相关信用产品和信用服务的活动，包括信用评级、商账管理等活动',
                'value': 'L_72_729_7295'
              },
              {
                'level': '4',
                'label': '非融资担保服务',
                'remark': '指保证人和债权人约定，当债务人不履行债务时，保证人按照约定履行债务或者承担责任的专业担保机构的活动；不包括贷款担保服务和信誉担保服务，相关内容列入相应的金融行业中',
                'value': 'L_72_729_7296'
              },
              {
                'level': '4',
                'label': '商务代理代办服务',
                'remark': '指为机构单位提供的各种代理、代办服务',
                'value': 'L_72_729_7297'
              },
              {
                'level': '4',
                'label': '票务代理服务',
                'remark': '指除旅客交通票务代理外的各种票务代理服务（旅客交通票务代理是指除交通运输外的票务代理，包含体育文化等）',
                'value': 'L_72_729_7298'
              },
              {
                'level': '4',
                'label': '其他未列明商务服务业',
                'remark': '指上述未列明的商务、代理等活动，包括商业保理活动',
                'value': 'L_72_729_7299'
              }
            ],
            'value': 'L_72_729'
          }
        ],
        'value': 'L_72'
      }
    ],
    'value': 'L'
  },
  {
    'level': '1',
    'label': '科学研究和技术服务业',
    'remark': '本门类包括73～75大类',
    'children': [
      {
        'level': '2',
        'label': '研究和试验发展',
        'remark': '指为了增加知识（包括有关自然、工程、人类、文化和社会的知识），以及运用这些知识创造新的应用，所进行的系统的、创造性的活动；该活动仅限于对新发现、新理论的研究，新技术、新产品、新工艺的研制研究与试验发展，包括基础研究、应用研究和试验发展',
        'value': 'M_73'
      },
      {
        'level': '2',
        'label': '专业技术服务业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '海洋服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '海洋气象服务',
                'remark': '',
                'value': 'M_74_743_7431'
              },
              {
                'level': '4',
                'label': '海洋环境服务',
                'remark': '',
                'value': 'M_74_743_7432'
              },
              {
                'level': '4',
                'label': '其他海洋服务',
                'remark': '',
                'value': 'M_74_743_7439'
              }
            ],
            'value': 'M_74_743'
          },
          {
            'level': '3',
            'label': '测绘地理信息服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '遥感测绘服务',
                'remark': '',
                'value': 'M_74_744_7441'
              },
              {
                'level': '4',
                'label': '其他测绘地理信息服务',
                'remark': '',
                'value': 'M_74_744_7449'
              }
            ],
            'value': 'M_74_744'
          },
          {
            'level': '3',
            'label': '质检技术服务',
            'remark': '指通过专业技术手段对动植物、工业产品、商品、专项技术、成果及其他需要鉴定的物品、服务、管理体系、人员能力等所进行的检测、检验、检疫、测试、鉴定等活动，还包括产品质量、标准、计量、认证认可等活动',
            'children': [
              {
                'level': '4',
                'label': '检验检疫服务',
                'remark': '指审查产品设计、产品、过程或安装并确定其与特定要求的符合性，或根据专业判断确定其与通用要求的符合性的活动；对出入境的货物、人员、交通工具、集装箱、行李邮包携带物等进行检验检疫，以保障人员、动植物安全卫生和商品质量的活动',
                'value': 'M_74_745_7451'
              },
              {
                'level': '4',
                'label': '检测服务',
                'remark': '指依据相关标准或者技术规范，利用仪器设备、环境设施等技术条件，对产品或者特定对象进行的技术判断',
                'value': 'M_74_745_7452'
              },
              {
                'level': '4',
                'label': '计量服务',
                'remark': '指为了保障国家计量单位的统一和量值的准确可靠，维护国家、公民，法人和其他社会组织的利益，计量技术机构或相关单位开展的检定、校准、检验、检测、测试、鉴定、仲裁、技术咨询和技术培训等计量活动',
                'value': 'M_74_745_7453'
              },
              {
                'level': '4',
                'label': '标准化服务',
                'remark': '指利用标准化的理念、原理和方法，为各类主体提供标准化解决方案的产业，包括标准技术指标实验验证、标准信息服务、标准研制过程指导、标准实施宣贯等服务，基于标准化的组织战略咨询、管理流程再造、科技成果转移转化等服务，标准与相关产业融合发展而衍生的各类“标准化+”服务',
                'value': 'M_74_745_7454'
              },
              {
                'level': '4',
                'label': '认证认可服务',
                'remark': '指由认证机构证明产品、服务、管理体系符合相关技术规范、相关技术规范的强制性要求或者标准的合格评定活动；由认可机构对认证机构、检查机构、实验室以及从事评审、审核等认证活动人员的能力和执业资格，予以承认的合格评定活动',
                'value': 'M_74_745_7455'
              },
              {
                'level': '4',
                'label': '其他质检技术服务',
                'remark': '指质量相关的代理、咨询、评价、保险等活动，还包括质量品牌保护等活动',
                'value': 'M_74_745_7459'
              }
            ],
            'value': 'M_74_745'
          },
          {
            'level': '3',
            'label': '环境与生态监测检测服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '环境保护监测',
                'remark': '指对环境各要素，对生产与生活等各类污染源排放的液体、气体、固体、辐射等污染物或污染因子指标进行的测试、监测和评估活动',
                'value': 'M_74_746_7461'
              },
              {
                'level': '4',
                'label': '生态资源监测',
                'remark': '指对海洋资源、森林资源、湿地资源、荒漠化、珍稀濒危野生动植物资源及外来物种的调查与监测活动，以及对生态工程的监测活动',
                'value': 'M_74_746_7462'
              },
              {
                'level': '4',
                'label': '野生动物疫源疫病防控监测',
                'remark': '',
                'value': 'M_74_746_7463'
              }
            ],
            'value': 'M_74_746'
          },
          {
            'level': '3',
            'label': '地质勘查 ',
            'remark': '指对矿产资源、工程地质、科学研究进行的地质勘查、测试、监测、评估等活动',
            'children': [
              {
                'level': '4',
                'label': '能源矿产地质勘查',
                'remark': '',
                'value': 'M_74_747_7471'
              },
              {
                'level': '4',
                'label': '固体矿产地质勘查',
                'remark': '',
                'value': 'M_74_747_7472'
              },
              {
                'level': '4',
                'label': '水、二氧化碳等矿产地质勘查',
                'remark': '',
                'value': 'M_74_747_7473'
              },
              {
                'level': '4',
                'label': '基础地质勘查',
                'remark': '指区域、海洋、环境和水文地质勘查活动',
                'value': 'M_74_747_7474'
              },
              {
                'level': '4',
                'label': '地质勘查技术服务',
                'remark': '指除矿产地质勘查、基础地质勘查以外的其他勘查和相关的技术服务',
                'value': 'M_74_747_7475'
              }
            ],
            'value': 'M_74_747'
          },
          {
            'level': '3',
            'label': '工程技术与设计服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '工程管理服务',
                'remark': '指工程项目建设中的项目策划、投资与造价咨询、招标代理、项目管理等服务',
                'value': 'M_74_748_7481'
              },
              {
                'level': '4',
                'label': '工程监理服务',
                'remark': '',
                'value': 'M_74_748_7482'
              },
              {
                'level': '4',
                'label': '工程勘察活动',
                'remark': '指建筑工程施工前的工程测量、工程地质勘察和咨询等活动',
                'value': 'M_74_748_7483'
              },
              {
                'level': '4',
                'label': '工程设计活动',
                'remark': '',
                'value': 'M_74_748_7484'
              },
              {
                'level': '4',
                'label': '规划设计管理',
                'remark': '指对区域和城镇、乡村的规划，以及其他规划',
                'value': 'M_74_748_7485'
              },
              {
                'level': '4',
                'label': '土地规划服务',
                'remark': '指开展土地利用总体规划、专项规划、详细规划的调查评价、编制设计、论证评估、修改、咨询活动',
                'value': 'M_74_748_7486'
              }
            ],
            'value': 'M_74_748'
          },
          {
            'level': '3',
            'label': '工业与专业设计及其他专业技术服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '工业设计服务',
                'remark': '',
                'value': 'M_74_749_7491'
              },
              {
                'level': '4',
                'label': '专业设计服务',
                'remark': '指除工程设计、软件设计、集成电路设计、工业设计以外的各种专业设计服务',
                'value': 'M_74_749_7492'
              },
              {
                'level': '4',
                'label': '兽医服务',
                'remark': '指除宠物医院以外的各类兽医服务',
                'value': 'M_74_749_7493'
              },
              {
                'level': '4',
                'label': '其他未列明专业技术服务业',
                'remark': '',
                'value': 'M_74_749_7499'
              }
            ],
            'value': 'M_74_749'
          }
        ],
        'value': 'M_74'
      },
      {
        'level': '2',
        'label': '科技推广和应用服务业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '技术推广服务',
            'remark': '指将新技术、新产品、新工艺直接推向市场而进行的相关技术活动，以及技术推广和转让活动',
            'children': [
              {
                'level': '4',
                'label': '农林牧渔技术推广服务',
                'remark': '',
                'value': 'M_75_751_7511'
              },
              {
                'level': '4',
                'label': '生物技术推广服务',
                'remark': '',
                'value': 'M_75_751_7512'
              },
              {
                'level': '4',
                'label': '新材料技术推广服务',
                'remark': '',
                'value': 'M_75_751_7513'
              },
              {
                'level': '4',
                'label': '节能技术推广服务',
                'remark': '指仅包括节能技术和产品的开发、交流、转让、推广服务，以及一站式合同能源管理综合服务；节能技术咨询、节能评估、能源审计、节能量审核服务',
                'value': 'M_75_751_7514'
              },
              {
                'level': '4',
                'label': '新能源技术推广服务',
                'remark': '',
                'value': 'M_75_751_7515'
              },
              {
                'level': '4',
                'label': '环保技术推广服务',
                'remark': '',
                'value': 'M_75_751_7516'
              },
              {
                'level': '4',
                'label': '三维（3D)打印技术推广服务',
                'remark': '',
                'value': 'M_75_751_7517'
              },
              {
                'level': '4',
                'label': '其他技术推广服务',
                'remark': '',
                'value': 'M_75_751_7519'
              }
            ],
            'value': 'M_75_751'
          }
        ],
        'value': 'M_75'
      }
    ],
    'value': 'M'
  },
  {
    'level': '1',
    'label': '水利、环境和公共设施管理业',
    'remark': '本门类包括76～79大类',
    'children': [
      {
        'level': '2',
        'label': '水利管理业',
        'remark': '',
        'value': 'N_76'
      },
      {
        'level': '2',
        'label': '生态保护和环境治理业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '生态保护',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '自然生态系统保护管理',
                'remark': '指对自然生态系统的保护和管理活动，包括森林、草原和草甸、荒漠、湿地、内陆水域以及海洋生态系统的保护和管理',
                'value': 'N_77_771_7711'
              },
              {
                'level': '4',
                'label': '自然遗迹保护管理',
                'remark': '包括地质遗迹保护管理、古生物遗迹保护管理等',
                'value': 'N_77_771_7712'
              },
              {
                'level': '4',
                'label': '野生动物保护',
                'remark': '指对野生及濒危动物的饲养、繁殖等保护活动，以及对栖息地的管理活动，包括野生动物保护区管理',
                'value': 'N_77_771_7713'
              },
              {
                'level': '4',
                'label': '野生植物保护',
                'remark': '指对野生及濒危植物的收集、保存、培育及其生存环境的维持等保护活动，包括野生植物保护区管理',
                'value': 'N_77_771_7714'
              },
              {
                'level': '4',
                'label': '动物园、水族馆管理服务',
                'remark': '',
                'value': 'N_77_771_7715'
              },
              {
                'level': '4',
                'label': '植物园管理服务',
                'remark': '',
                'value': 'N_77_771_7716'
              },
              {
                'level': '4',
                'label': '其他自然保护',
                'remark': '指除自然生态系统保护管理、自然遗迹保护管理、野生动植物保护以外的其他自然保护活动',
                'value': 'N_77_771_7719'
              }
            ],
            'value': 'N_77_771'
          },
          {
            'level': '3',
            'label': '环境治理业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '水污染治理',
                'remark': '指对江、河、湖泊、水库及地下水、地表水的污染综合治理活动，不包括排放污水的搜集和治理活动',
                'value': 'N_77_772_7721'
              },
              {
                'level': '4',
                'label': '大气污染治理',
                'remark': '指对大气污染的综合治理以及对工业废气的治理活动',
                'value': 'N_77_772_7722'
              },
              {
                'level': '4',
                'label': '固体废物治理',
                'remark': '指除城乡居民生活垃圾以外的固体废物治理及其他非危险废物的治理',
                'value': 'N_77_772_7723'
              },
              {
                'level': '4',
                'label': '危险废物治理',
                'remark': '指对制造、维修、医疗等活动产生的危险废物进行收集、贮存、利用、处理和处置等活动',
                'value': 'N_77_772_7724'
              },
              {
                'level': '4',
                'label': '放射性废物治理',
                'remark': '指对生产及其他活动过程产生的放射性废物进行收集、运输、贮存、利用、处理和处置等活动',
                'value': 'N_77_772_7725'
              },
              {
                'level': '4',
                'label': '土壤污染治理与修复服务',
                'remark': '',
                'value': 'N_77_772_7726'
              },
              {
                'level': '4',
                'label': '噪声与振动控制服务',
                'remark': '',
                'value': 'N_77_772_7727'
              },
              {
                'level': '4',
                'label': '其他污染治理 ',
                'remark': '指除上述治理以外的其他环境治理活动',
                'value': 'N_77_772_7729'
              }
            ],
            'value': 'N_77_772'
          }
        ],
        'value': 'N_77'
      },
      {
        'level': '2',
        'label': '公共设施管理业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '游览景区管理',
            'remark': '指对具有一定规模的自然景观、人文景物的管理和保护活动，以及对环境优美，具有观赏、文化或科学价值的风景名胜区的保护和管理活动；包括风景名胜和其他类似的自然景区管理',
            'children': [
              {
                'level': '4',
                'label': '名胜风景区管理',
                'remark': '不含自然保护区管理',
                'value': 'N_78_786_7861'
              },
              {
                'level': '4',
                'label': '森林公园管理',
                'remark': '',
                'value': 'N_78_786_7862'
              },
              {
                'level': '4',
                'label': '其他游览景区管理',
                'remark': '',
                'value': 'N_78_786_7869'
              }
            ],
            'value': 'N_78_786'
          }
        ],
        'value': 'N_78'
      },
      {
        'level': '2',
        'label': '土地管理业',
        'remark': '',
        'value': 'N_79'
      }
    ],
    'value': 'N'
  },
  {
    'level': '1',
    'label': '居民服务、修理和其他服务业',
    'remark': '本门类包括80～82大类',
    'children': [
      {
        'level': '2',
        'label': '居民服务业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '洗浴和保健养生服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '洗浴服务',
                'remark': '指专业洗浴以及温泉、水疗等服务',
                'value': 'O_80_805_8051'
              },
              {
                'level': '4',
                'label': '足浴服务',
                'remark': '',
                'value': 'O_80_805_8052'
              },
              {
                'level': '4',
                'label': '养生保健服务',
                'remark': '指中医养生保健（非医疗）和其他专业养生保健等服务',
                'value': 'O_80_805_8053'
              }
            ],
            'value': 'O_80_805'
          }
        ],
        'value': 'O_80'
      },
      {
        'level': '2',
        'label': '机动车、电子产品和日用产品修理业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '汽车、摩托车等修理与维护',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '汽车修理与维护',
                'remark': '指汽车修理厂及路边门店的专业修理服务，包括为汽车提供上油、充气、打蜡、抛光、喷漆、清洗、换零配件、出售零部件等服务，不包括汽车回厂拆卸、改装、大修的活动',
                'value': 'O_81_811_8111'
              },
              {
                'level': '4',
                'label': '大型车辆装备修理与维护',
                'remark': '',
                'value': 'O_81_811_8112'
              },
              {
                'level': '4',
                'label': '摩托车修理与维护',
                'remark': '',
                'value': 'O_81_811_8113'
              },
              {
                'level': '4',
                'label': '助动车等修理与维护',
                'remark': '',
                'value': 'O_81_811_8114'
              }
            ],
            'value': 'O_81_811'
          },
          {
            'level': '3',
            'label': '计算机和办公设备维修',
            'remark': '指对计算机硬件及系统环境的维护和修理活动',
            'children': [
              {
                'level': '4',
                'label': '计算机和辅助设备修理',
                'remark': '',
                'value': 'O_81_812_8121'
              },
              {
                'level': '4',
                'label': '通讯设备修理',
                'remark': '',
                'value': 'O_81_812_8122'
              },
              {
                'level': '4',
                'label': '其他办公设备维修',
                'remark': '指其他未列明的各种办公设备的修理公司（中心）、修理门市部和修理网点的修理活动',
                'value': 'O_81_812_8129'
              }
            ],
            'value': 'O_81_812'
          },
          {
            'level': '3',
            'label': '家用电器修理',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '家用电子产品修理',
                'remark': '指电视、音响等家用视频、音频产品的修理活动',
                'value': 'O_81_813_8131'
              },
              {
                'level': '4',
                'label': '日用电器修理 ',
                'remark': '指洗衣机、电冰箱、空调等日用电器维修门市部，以及生产企业驻各地的维修网点和维修公司（中心）的修理活动',
                'value': 'O_81_813_8132'
              }
            ],
            'value': 'O_81_813'
          },
          {
            'level': '3',
            'label': '其他日用产品修理业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '自行车修理',
                'remark': '',
                'value': 'O_81_819_8191'
              },
              {
                'level': '4',
                'label': '鞋和皮革修理',
                'remark': '',
                'value': 'O_81_819_8192'
              },
              {
                'level': '4',
                'label': '家具和相关物品修理',
                'remark': '',
                'value': 'O_81_819_8193'
              },
              {
                'level': '4',
                'label': '其他未列明日用产品修理业',
                'remark': '指其他日用产品维修门市部、修理摊点的活动，以及生产企业驻各地的维修网点和维修中心的修理活动',
                'value': 'O_81_819_8199'
              }
            ],
            'value': 'O_81_819'
          }
        ],
        'value': 'O_81'
      },
      {
        'level': '2',
        'label': '其他服务业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '清洁服务',
            'remark': '指对建筑物、办公用品、家庭用品的清洗和消毒服务；包括专业公司和个人提供的清洗服务',
            'children': [
              {
                'level': '4',
                'label': '建筑物清洁服务',
                'remark': '指对建筑物内外墙、玻璃幕墙、地面、天花板及烟囱的清洗活动',
                'value': 'O_82_821_8211'
              },
              {
                'level': '4',
                'label': '其他清洁服务',
                'remark': '指专业清洗人员为企业的机器、办公设备的清洗活动，以及为居民的日用品、器具及设备的清洗活动，包括清扫、消毒等服务',
                'value': 'O_82_821_8219'
              }
            ],
            'value': 'O_82_821'
          },
          {
            'level': '3',
            'label': '宠物服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '宠物饲养',
                'remark': '指专门以观赏、领养（出售）为目的的宠物饲养活动',
                'value': 'O_82_822_8221'
              },
              {
                'level': '4',
                'label': '宠物医院服务',
                'remark': '',
                'value': 'O_82_822_8222'
              },
              {
                'level': '4',
                'label': '宠物美容服务',
                'remark': '',
                'value': 'O_82_822_8223'
              },
              {
                'level': '4',
                'label': '宠物寄托收养服务',
                'remark': '',
                'value': 'O_82_822_8224'
              },
              {
                'level': '4',
                'label': '其他宠物服务',
                'remark': '指宠物运输、宠物培训及其他未列明的宠物活动',
                'value': 'O_82_822_8229'
              }
            ],
            'value': 'O_82_822'
          }
        ],
        'value': 'O_82'
      }
    ],
    'value': 'O'
  },
  {
    'level': '1',
    'label': '教育',
    'remark': '本门类包括83大类',
    'children': [
      {
        'level': '2',
        'label': '教育',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '初等教育',
            'remark': '指《义务教育法》规定的小学教育以及成人小学教育（含扫盲）的活动',
            'children': [
              {
                'level': '4',
                'label': '普通小学教育',
                'remark': '',
                'value': 'P_83_832_8321'
              },
              {
                'level': '4',
                'label': '成人小学教育',
                'remark': '',
                'value': 'P_83_832_8322'
              }
            ],
            'value': 'P_83_832'
          },
          {
            'level': '3',
            'label': '中等教育',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '普通初中教育',
                'remark': '指《义务教育法》规定的对小学毕业生进行初级中等教育的活动',
                'value': 'P_83_833_8331'
              },
              {
                'level': '4',
                'label': '职业初中教育',
                'remark': '',
                'value': 'P_83_833_8332'
              },
              {
                'level': '4',
                'label': '成人初中教育',
                'remark': '',
                'value': 'P_83_833_8333'
              },
              {
                'level': '4',
                'label': '普通高中教育',
                'remark': '指非义务教育阶段，通过考试招收初中毕业生进行普通高中教育的活动',
                'value': 'P_83_833_8334'
              },
              {
                'level': '4',
                'label': '成人高中教育',
                'remark': '',
                'value': 'P_83_833_8335'
              },
              {
                'level': '4',
                'label': '中等职业学校教育',
                'remark': '指经教育行政部门或人力资源社会保障行政部门批准举办的中等技术学校、中等师范学校、成人中等专业学校、职业高中学校、技工学校等教育活动',
                'value': 'P_83_833_8336'
              }
            ],
            'value': 'P_83_833'
          },
          {
            'level': '3',
            'label': '高等教育',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '普通高等教育',
                'remark': '指经教育行政部门批准，由国家、地方、社会办的在完成高级中等教育基础上实施的获取学历的高等教育活动',
                'value': 'P_83_834_8341'
              },
              {
                'level': '4',
                'label': '成人高等教育',
                'remark': '指经教育主管部门批准办的成人高等教育活动',
                'value': 'P_83_834_8342'
              }
            ],
            'value': 'P_83_834'
          },
          {
            'level': '3',
            'label': '技能培训、教育辅助及其他教育',
            'remark': '指我国学校教育制度以外，经教育主管部门、劳动部门或有关主管部门批准，由政府部门、企业、社会办的职业培训、就业培训和各种知识、技能的培训活动，以及教育辅助和其他教育活动',
            'children': [
              {
                'level': '4',
                'label': '职业技能培训',
                'remark': '指由教育部门、劳动部门或其他政府部门批准举办，或由社会机构举办的为提高就业人员就业技能的就业前的培训和其他技能培训活动，不包括社会上办的各类培训班、速成班、讲座等',
                'value': 'P_83_839_8391'
              },
              {
                'level': '4',
                'label': '体校及体育培训',
                'remark': '指各类、各级体校培训，以及其他各类体育运动培训活动，不包括学校教育制度范围内的体育大学、学院、学校的体育专业教育',
                'value': 'P_83_839_8392'
              },
              {
                'level': '4',
                'label': '文化艺术培训',
                'remark': '指国家学校教育制度以外，由正规学校或社会各界办的文化艺术培训活动，不包括少年儿童的课外艺术辅导班',
                'value': 'P_83_839_8393'
              },
              {
                'level': '4',
                'label': '教育辅助服务',
                'remark': '指专门从事教育检测、评价、考试、招生等辅助活动',
                'value': 'P_83_839_8394'
              },
              {
                'level': '4',
                'label': '其他未列明教育',
                'remark': '指经批准的宗教院校教育及上述未列明的教育活动',
                'value': 'P_83_839_8399'
              }
            ],
            'value': 'P_83_839'
          }
        ],
        'value': 'P_83'
      }
    ],
    'value': 'P'
  },
  {
    'level': '1',
    'label': '卫生和社会工作',
    'remark': '本门类包括84和85大类',
    'children': [
      {
        'level': '2',
        'label': '卫生',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '医院',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '综合医院',
                'remark': '',
                'value': 'Q_84_841_8411'
              },
              {
                'level': '4',
                'label': '中医医院',
                'remark': '',
                'value': 'Q_84_841_8412'
              },
              {
                'level': '4',
                'label': '中西医结合医院',
                'remark': '',
                'value': 'Q_84_841_8413'
              },
              {
                'level': '4',
                'label': '民族医院',
                'remark': '指民族医医院',
                'value': 'Q_84_841_8414'
              },
              {
                'level': '4',
                'label': '专科医院',
                'remark': '',
                'value': 'Q_84_841_8415'
              },
              {
                'level': '4',
                'label': '疗养院',
                'remark': '指以疗养、康复为主，治疗为辅的医疗服务活动',
                'value': 'Q_84_841_8416'
              }
            ],
            'value': 'Q_84_841'
          },
          {
            'level': '3',
            'label': '基层医疗卫生服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '社区卫生服务中心（站）',
                'remark': '',
                'value': 'Q_84_842_8421'
              },
              {
                'level': '4',
                'label': '街道卫生院',
                'remark': '',
                'value': 'Q_84_842_8422'
              },
              {
                'level': '4',
                'label': '乡镇卫生院',
                'remark': '',
                'value': 'Q_84_842_8423'
              },
              {
                'level': '4',
                'label': '村卫生室 ',
                'remark': '',
                'value': 'Q_84_842_8424'
              },
              {
                'level': '4',
                'label': '门诊部（所）',
                'remark': '指门诊部、诊所、医务室、卫生站、护理院等卫生机构的活动',
                'value': 'Q_84_842_8425'
              }
            ],
            'value': 'Q_84_842'
          },
          {
            'level': '3',
            'label': '专业公共卫生服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '疾病预防控制中心',
                'remark': '指卫生防疫站、卫生防病中心、预防保健中心等活动',
                'value': 'Q_84_843_8431'
              },
              {
                'level': '4',
                'label': '专科疾病防治院（所、站）',
                'remark': '指对各种专科疾病进行预防及群众预防的活动',
                'value': 'Q_84_843_8432'
              },
              {
                'level': '4',
                'label': '妇幼保健院（所、站）',
                'remark': '指非医院的妇女及婴幼儿保健活动',
                'value': 'Q_84_843_8433'
              },
              {
                'level': '4',
                'label': '急救中心（站）服务',
                'remark': '',
                'value': 'Q_84_843_8434'
              },
              {
                'level': '4',
                'label': '采供血机构服务',
                'remark': '',
                'value': 'Q_84_843_8435'
              },
              {
                'level': '4',
                'label': '计划生育技术服务活动',
                'remark': '指各地区计划生育技术服务机构的活动',
                'value': 'Q_84_843_8436'
              }
            ],
            'value': 'Q_84_843'
          },
          {
            'level': '3',
            'label': '其他卫生活动',
            'remark': '指急救中心及其他未列明的卫生机构的活动',
            'children': [
              {
                'level': '4',
                'label': '健康体检服务',
                'remark': '',
                'value': 'Q_84_849_8491'
              },
              {
                'level': '4',
                'label': '临床检验服务',
                'remark': '',
                'value': 'Q_84_849_8492'
              },
              {
                'level': '4',
                'label': '其他未列明卫生服务',
                'remark': '',
                'value': 'Q_84_849_8499'
              }
            ],
            'value': 'Q_84_849'
          }
        ],
        'value': 'Q_84'
      },
      {
        'level': '2',
        'label': '社会工作',
        'remark': '指提供慈善、救助、福利、护理、帮助等社会工作的活动',
        'children': [
          {
            'level': '3',
            'label': '提供住宿社会工作',
            'remark': '指提供临时、长期住宿的福利和救济活动',
            'children': [
              {
                'level': '4',
                'label': '干部休养所',
                'remark': '',
                'value': 'Q_85_851_8511'
              },
              {
                'level': '4',
                'label': '护理机构服务',
                'remark': '指各级政府、企业和社会力量兴办的主要面向老年人、残疾人提供的专业化护理的服务机构的活动',
                'value': 'Q_85_851_8512'
              },
              {
                'level': '4',
                'label': '精神康复服务',
                'remark': '指智障、精神疾病、吸毒、酗酒等人员的住宿康复治疗活动',
                'value': 'Q_85_851_8513'
              },
              {
                'level': '4',
                'label': '老年人、残疾人养护服务',
                'remark': '指各级政府、企业和社会力量兴办的主要面向老年人和残疾人提供的长期照料、养护、关爱等服务机构的活动',
                'value': 'Q_85_851_8514'
              },
              {
                'level': '4',
                'label': '临终关怀服务',
                'remark': '',
                'value': 'Q_85_851_8515'
              },
              {
                'level': '4',
                'label': '孤残儿童收养和庇护服务',
                'remark': '指对孤残儿童、生活无着流浪儿童等人员的收养救助活动',
                'value': 'Q_85_851_8516'
              },
              {
                'level': '4',
                'label': '其他提供住宿社会救助',
                'remark': '指对生活无着流浪等其他人员的收养救助等活动',
                'value': 'Q_85_851_8519'
              }
            ],
            'value': 'Q_85_851'
          },
          {
            'level': '3',
            'label': '不提供住宿社会工作',
            'remark': '指为孤儿、老人、残疾人、智障、军烈属、五保户、低保户、受灾群众及其他弱势群体提供不住宿的看护、帮助活动，以及慈善、募捐等其他社会工作的活动',
            'children': [
              {
                'level': '4',
                'label': '社会看护与帮助服务',
                'remark': '指为老人、残疾人、五保户及其他弱势群体提供不住宿的看护、帮助活动',
                'value': 'Q_85_852_8521'
              },
              {
                'level': '4',
                'label': '康复辅具适配服务',
                'remark': '指为老年人、残疾人、运动伤残人员、孤残儿童及其他弱势群体提供的假肢、矫形器、轮椅车、助行器、助听器等康复辅具适配服务的活动',
                'value': 'Q_85_852_8522'
              },
              {
                'level': '4',
                'label': '其他不提供住宿社会工作',
                'remark': '指慈善、募捐等其他社会工作的活动',
                'value': 'Q_85_852_8529'
              }
            ],
            'value': 'Q_85_852'
          }
        ],
        'value': 'Q_85'
      }
    ],
    'value': 'Q'
  },
  {
    'level': '1',
    'label': '文化、体育和娱乐业',
    'remark': '本门类包括86～90大类',
    'children': [
      {
        'level': '2',
        'label': '新闻和出版业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '出版业',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '图书出版',
                'remark': '',
                'value': 'R_86_862_8621'
              },
              {
                'level': '4',
                'label': '报纸出版',
                'remark': '',
                'value': 'R_86_862_8622'
              },
              {
                'level': '4',
                'label': '期刊出版',
                'remark': '',
                'value': 'R_86_862_8623'
              },
              {
                'level': '4',
                'label': '音像制品出版',
                'remark': '',
                'value': 'R_86_862_8624'
              },
              {
                'level': '4',
                'label': '电子出版物出版',
                'remark': '',
                'value': 'R_86_862_8625'
              },
              {
                'level': '4',
                'label': '数字出版',
                'remark': '指利用数字技术进行内容编辑加工，并通过网络传播数字内容产品的出版服务',
                'value': 'R_86_862_8626'
              },
              {
                'level': '4',
                'label': '其他出版业',
                'remark': '',
                'value': 'R_86_862_8629'
              }
            ],
            'value': 'R_86_862'
          }
        ],
        'value': 'R_86'
      },
      {
        'level': '2',
        'label': '广播、电视、电影和录音制作业',
        'remark': '指对广播、电视、电影、影视录音内容的制作、编导、主持、播出、放映等活动；不包括广播电视信号的传输和接收活动',
        'value': 'R_87'
      },
      {
        'level': '2',
        'label': '文化艺术业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '图书馆与档案馆',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '图书馆',
                'remark': '',
                'value': 'R_88_883_8831'
              },
              {
                'level': '4',
                'label': '档案馆',
                'remark': '',
                'value': 'R_88_883_8832'
              }
            ],
            'value': 'R_88_883'
          }
        ],
        'value': 'R_88'
      },
      {
        'level': '2',
        'label': '体育',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '体育组织',
            'remark': '指专业从事体育比赛、训练、辅导和管理的组织的活动',
            'children': [
              {
                'level': '4',
                'label': '体育竞赛组织',
                'remark': '指专业从事各类体育比赛、表演、训练、辅导、管理的体育组织',
                'value': 'R_89_891_8911'
              },
              {
                'level': '4',
                'label': '体育保障组织',
                'remark': '指体育战略规划、竞技体育、全民健身、体育产业、反兴奋剂、体育器材装备及其他未列明的保障性体育管理和服务',
                'value': 'R_89_891_8912'
              },
              {
                'level': '4',
                'label': '其他体育组织',
                'remark': '指其他由体育专业协会、体育类社会服务机构、基层体育组织、全民健身活动站点、互联网体育组织等提供的服务',
                'value': 'R_89_891_8919'
              }
            ],
            'value': 'R_89_891'
          },
          {
            'level': '3',
            'label': '体育场地设施管理',
            'remark': '指可供观赏比赛的场馆和专供运动员训练用的场地设施管理活动',
            'children': [
              {
                'level': '4',
                'label': '体育场馆管理',
                'remark': '指对可用于体育竞赛、训练、表演、教学及全民健身活动的体育建筑和室内外体育场地及相关设施等管理活动，如体育场、田径场、体育馆、游泳馆、足球场、篮球场、乒乓球场等',
                'value': 'R_89_892_8921'
              },
              {
                'level': '4',
                'label': '其他体育场地设施管理 ',
                'remark': '指设在社区、村庄、公园、广场等对可提供体育服务的固定安装的体育器材、临时性体育场地设施和其他室外体育场地设施等管理活动，如全民健身路径、健身步道、拼装式游泳池等',
                'value': 'R_89_892_8929'
              }
            ],
            'value': 'R_89_892'
          },
          {
            'level': '3',
            'label': '其他体育',
            'remark': '指上述未包括的体育活动',
            'children': [
              {
                'level': '4',
                'label': '体育中介代理服务',
                'remark': '指各类体育赞助活动、体育招商活动、体育文化活动推广，以及其他体育音像、动漫、影视代理等服务',
                'value': 'R_89_899_8991'
              },
              {
                'level': '4',
                'label': '体育健康服务',
                'remark': '指国民体质监测与康体服务，以及科学健身调理、社会体育指导员、运动康复按摩、体育健康指导等服务',
                'value': 'R_89_899_8992'
              },
              {
                'level': '4',
                'label': '其他未列明体育',
                'remark': '指其他未包括的体育活动',
                'value': 'R_89_899_8999'
              }
            ],
            'value': 'R_89_899'
          }
        ],
        'value': 'R_89'
      },
      {
        'level': '2',
        'label': '娱乐业',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '室内娱乐活动',
            'remark': '指室内各种娱乐活动和以娱乐为主的活动',
            'children': [
              {
                'level': '4',
                'label': '歌舞厅娱乐活动',
                'remark': '',
                'value': 'R_90_901_9011'
              },
              {
                'level': '4',
                'label': '电子游艺厅娱乐活动',
                'remark': '',
                'value': 'R_90_901_9012'
              },
              {
                'level': '4',
                'label': '网吧活动',
                'remark': '指通过计算机等装置向公众提供互联网上网服务的网吧、电脑休闲室等营业性场所的服务',
                'value': 'R_90_901_9013'
              },
              {
                'level': '4',
                'label': '其他室内娱乐活动',
                'remark': '',
                'value': 'R_90_901_9019'
              }
            ],
            'value': 'R_90_901'
          },
          {
            'level': '3',
            'label': '彩票活动',
            'remark': '指各种形式的彩票活动',
            'children': [
              {
                'level': '4',
                'label': '体育彩票服务',
                'remark': '',
                'value': 'R_90_904_9041'
              },
              {
                'level': '4',
                'label': '福利彩票服务',
                'remark': '',
                'value': 'R_90_904_9042'
              },
              {
                'level': '4',
                'label': '其他彩票服务',
                'remark': '',
                'value': 'R_90_904_9049'
              }
            ],
            'value': 'R_90_904'
          },
          {
            'level': '3',
            'label': '文化体育娱乐活动与经纪代理服务',
            'remark': '',
            'children': [
              {
                'level': '4',
                'label': '文化活动服务',
                'remark': '指策划、组织、实施各类文化、晚会、娱乐、演出、庆典、节日等活动的服务',
                'value': 'R_90_905_9051'
              },
              {
                'level': '4',
                'label': '体育表演服务',
                'remark': '指策划、组织、实施各类职业化、商业化、群众性体育赛事等体育活动的服务',
                'value': 'R_90_905_9052'
              },
              {
                'level': '4',
                'label': '文化娱乐经纪人',
                'remark': '',
                'value': 'R_90_905_9053'
              },
              {
                'level': '4',
                'label': '体育经纪人',
                'remark': '',
                'value': 'R_90_905_9054'
              },
              {
                'level': '4',
                'label': '其他文化艺术经纪代理',
                'remark': '指除文化娱乐经纪人、体育经纪人、艺术品、收藏品经纪代理以外的其他文化艺术经纪代理',
                'value': 'R_90_905_9059'
              }
            ],
            'value': 'R_90_905'
          }
        ],
        'value': 'R_90'
      }
    ],
    'value': 'R'
  },
  {
    'level': '1',
    'label': '公共管理、社会保障和社会组织',
    'remark': '本类包括91～96大类',
    'children': [
      {
        'level': '2',
        'label': '中国共产党机关',
        'remark': '',
        'value': 'S_91'
      },
      {
        'level': '2',
        'label': '国家机构',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '国家行政机构',
            'remark': '指国务院及所属行政主管部门的活动；县以上地方各级人民政府及所属各工作部门的活动；乡（镇）级地方人民政府的活动；行政管理部门下属的监督、检查机构的活动',
            'children': [
              {
                'level': '4',
                'label': '综合事务管理机构',
                'remark': '指中央和地方人民政府的活动，以及依法管理全国或地方综合事务的政府主管部门的活动，还包括政府事务管理',
                'value': 'S_92_922_9221'
              },
              {
                'level': '4',
                'label': '对外事务管理机构',
                'remark': '',
                'value': 'S_92_922_9222'
              },
              {
                'level': '4',
                'label': '公共安全管理机构',
                'remark': '指除消防服务以外的公共安全管理机构',
                'value': 'S_92_922_9223'
              },
              {
                'level': '4',
                'label': '社会事务管理机构',
                'remark': '',
                'value': 'S_92_922_9224'
              },
              {
                'level': '4',
                'label': '经济事务管理机构',
                'remark': '',
                'value': 'S_92_922_9225'
              },
              {
                'level': '4',
                'label': '行政监督检查机构',
                'remark': '指依法对社会经济活动进行监督、稽查、检查、查处等活动，包括独立（或相对独立）于各级行政管理机构的执法检查大队的活动',
                'value': 'S_92_922_9226'
              }
            ],
            'value': 'S_92_922'
          },
          {
            'level': '3',
            'label': '人民法院和人民检察院',
            'remark': '指宪法规定的人民法院和人民检察院的活动',
            'children': [
              {
                'level': '4',
                'label': '人民法院',
                'remark': '指各级人民法院的活动',
                'value': 'S_92_923_9231'
              },
              {
                'level': '4',
                'label': '人民检察院',
                'remark': '指各级人民检察院的活动',
                'value': 'S_92_923_9232'
              }
            ],
            'value': 'S_92_923'
          },
          {
            'level': '3',
            'label': '其他国家机构',
            'remark': '指其他未另列明的国家机构的活动',
            'children': [
              {
                'level': '4',
                'label': '消防管理机构',
                'remark': '',
                'value': 'S_92_929_9291'
              },
              {
                'level': '4',
                'label': '其他未列明国家机构',
                'remark': '',
                'value': 'S_92_929_9299'
              }
            ],
            'value': 'S_92_929'
          }
        ],
        'value': 'S_92'
      },
      {
        'level': '2',
        'label': '人民政协、民主党派',
        'remark': '',
        'value': 'S_93'
      },
      {
        'level': '2',
        'label': '社会保障',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '基本保险',
            'remark': '指依据国家有关规定开展的各种社会保障活动',
            'children': [
              {
                'level': '4',
                'label': '基本养老保险',
                'remark': '指职工基本养老保险、城乡居民基本养老保险的基金、经办、投资、管理等有关活动',
                'value': 'S_94_941_9411'
              },
              {
                'level': '4',
                'label': '基本医疗保险',
                'remark': '指职工基本医疗保险、城乡居民基本医疗保险的基金、经办、投资、管理等有关活动',
                'value': 'S_94_941_9412'
              },
              {
                'level': '4',
                'label': '失业保险',
                'remark': '指失业保险的基金、经办、投资、管理等有关活动',
                'value': 'S_94_941_9413'
              },
              {
                'level': '4',
                'label': '工伤保险',
                'remark': '指工伤医疗保险的基金、经办、投资、管理等有关活动',
                'value': 'S_94_941_9414'
              },
              {
                'level': '4',
                'label': '生育保险',
                'remark': '指生育保险的基金、经办、投资、管理等有关活动',
                'value': 'S_94_941_9415'
              },
              {
                'level': '4',
                'label': '其他基本保险',
                'remark': '指其他基本保险活动',
                'value': 'S_94_941_9419'
              }
            ],
            'value': 'S_94_941'
          }
        ],
        'value': 'S_94'
      },
      {
        'level': '2',
        'label': '群众团体、社会团体和其他成员组织',
        'remark': '',
        'children': [
          {
            'level': '3',
            'label': '群众团体',
            'remark': '指不在社会团体登记管理机关登记的群众团体的活动',
            'children': [
              {
                'level': '4',
                'label': '工会',
                'remark': '',
                'value': 'S_95_951_9511'
              },
              {
                'level': '4',
                'label': '妇联',
                'remark': '',
                'value': 'S_95_951_9512'
              },
              {
                'level': '4',
                'label': '共青团',
                'remark': '',
                'value': 'S_95_951_9513'
              },
              {
                'level': '4',
                'label': '其他群众团体',
                'remark': '',
                'value': 'S_95_951_9519'
              }
            ],
            'value': 'S_95_951'
          },
          {
            'level': '3',
            'label': '社会团体',
            'remark': '指依法在社会团体登记管理机关登记的单位的活动',
            'children': [
              {
                'level': '4',
                'label': '专业性团体',
                'remark': '指由同一领域的成员、专家组成的社会团体（如学科、学术、文化、艺术、体育、教育、卫生等）的活动',
                'value': 'S_95_952_9521'
              },
              {
                'level': '4',
                'label': '行业性团体',
                'remark': '指由一个行业，或某一类企业，或不同企业的雇主（经理、厂长）组成的社会团体的活动',
                'value': 'S_95_952_9522'
              },
              {
                'level': '4',
                'label': '其他社会团体',
                'remark': '指未列明的其他社会团体的活动',
                'value': 'S_95_952_9529'
              }
            ],
            'value': 'S_95_952'
          },
          {
            'level': '3',
            'label': '宗教组织',
            'remark': '指在民政部门登记的宗教团体的活动和在政府宗教事务部门登记的宗教活动场所的活动',
            'children': [
              {
                'level': '4',
                'label': '宗教团体服务',
                'remark': '',
                'value': 'S_95_954_9541'
              },
              {
                'level': '4',
                'label': '宗教活动场所服务',
                'remark': '',
                'value': 'S_95_954_9542'
              }
            ],
            'value': 'S_95_954'
          }
        ],
        'value': 'S_95'
      },
      {
        'level': '2',
        'label': '基层群众自治组织及其他组织',
        'remark': '指通过选举产生的社区性组织，该组织为本地区提供一般性管理、调解、治安、优抚、计划生育等服务',
        'value': 'S_96'
      }
    ],
    'value': 'S'
  },
  {
    'level': '1',
    'label': '国际组织',
    'remark': '本门类包括97大类',
    'children': [
      {
        'level': '2',
        'label': '国际组织',
        'remark': '',
        'value': 'T_97'
      }
    ],
    'value': 'T'
  }
]
export default industry
